[{"Name":"Tunis","Description":"Tunis (تونس) is the capital of Tunisia. With a population of around two million inhabitants. There are quite a few must-see attractions, especially if you include the ruins of Carthage, which are easily accessed from here, and the Punic ports are interesting, too. Tunis is an interesting mix of new and old, including colonial French buildings. The souq and the medina are among the most authentic and hassle-free in North Africa.\n","Latitude":"36.8000","Longitude":"10.1833","Url":"https://en.wikivoyage.org/wiki/Tunis","Country":"Tunisia"},{"Name":"Gabes","Description":"Gabès (Arabic: قابس‎ , Gābis) is in the Gulf of Gabès, along the  Tunisian coast, and the last stop for the railway line heading south.  For most tourists, you will pass through Gabès on the way to another city.\n","Latitude":"33.8833","Longitude":"10.1000","Url":"https://en.wikivoyage.org/wiki/Gabes","Country":"Tunisia"},{"Name":"Kairouan","Description":"Kairouan (Arabic: القيروان), sometimes spelled Kairwan, Kayrawan or Al Qayrawan, is a city in Tunisia. It's a holy city in Islam, ranking fourth after Mecca, Medina and Jerusalem as a place of pilgrimage. Reputedly seven visits here are the equivalent of one to Mecca. With it's large mosques and rich cultural history it has been designated as a UNESCO World Heritage Site.\n","Latitude":"35.676388888889","Longitude":"10.101666666667","Url":"https://en.wikivoyage.org/wiki/Kairouan","Country":"Tunisia"},{"Name":"El Kef","Description":"El Kef (or Le Kef, Arabic الكاف‎) is a small city in northwest Tunisia. The city is built onto the southern face of the Jebel Dyr Mountain, which is part of the Tebersouk Mountains, the eastern end of the High Atlas Mountains. El Kef is a laid back town, offering an authentic taste of Tunisia. It has some excellent sites to see, and it's a practical point of departure for day trips to the surrounding area.\n","Latitude":"36.1667","Longitude":"8.7000","Url":"https://en.wikivoyage.org/wiki/El_Kef","Country":"Tunisia"},{"Name":"Mahdia","Description":"Mahdia is a city in Northern Tunisia, set along a superb coastline with a blue sea, as well as historical town full of tradition.\n","Latitude":"35.5","Longitude":"11.066667","Url":"https://en.wikivoyage.org/wiki/Mahdia","Country":"Tunisia"},{"Name":"Monastir","Description":"Monastir is a city in Tunisia 160 km from Tunis. Set along a superb coastline with a blue sea and long golden sandy beaches, Monastir is a pleasant seaside resort, a historical town full of tradition and one of the best tourist destinations in Northern Africa.\n","Latitude":"35.7667","Longitude":"10.8167","Url":"https://en.wikivoyage.org/wiki/Monastir","Country":"Tunisia"},{"Name":"Sfax","Description":"Sfax is on the east coast of Tunisia, approximately midway on the highway between Tunis and the border with Libya.\n","Latitude":"34.7333","Longitude":"10.7667","Url":"https://en.wikivoyage.org/wiki/Sfax","Country":"Tunisia"},{"Name":"Sousse","Description":"Sousse (سوسة Susa) is in Tunisia.\n","Latitude":"35.8333","Longitude":"10.6333","Url":"https://en.wikivoyage.org/wiki/Sousse","Country":"Tunisia"},{"Name":"Tozeur","Description":"Tozeur is a city in Tunisia. Her architectural style is unique, playing with bricks of sand and clay. The women wear black robes with a bright blue band, unlike those from Nefta to the south with white bands.\n","Latitude":"33.9167","Longitude":"8.1333","Url":"https://en.wikivoyage.org/wiki/Tozeur","Country":"Tunisia"},{"Name":"Carthage","Description":"The ruins of Carthage (Arabic: قرطاج, Qarṭāj) are in Tunisia, 15 km north of Tunis.\n","Latitude":"36.858056","Longitude":"10.330833","Url":"https://en.wikivoyage.org/wiki/Carthage","Country":"Tunisia"},{"Name":"Djerba","Description":"Djerba is an island in south Tunisia with beautiful sandy beaches and beautiful, peaceful and silent countryside. One from the best ecological destinations in the World, this island preserves its traditions and its unique architectural theme.\n","Latitude":"33.783333333333","Longitude":"10.883333333333","Url":"https://en.wikivoyage.org/wiki/Djerba","Country":"Tunisia"},{"Name":"Dougga","Description":"Dougga is a small town in the north of Tunisia that holds the extensive ruins of a Roman town, set on a hilltop, overlooking surrounding valleys with olive plantations, featured on the UNESCO World Heritage list. It also has several other monuments dating from pre-Roman times. Plan to spend about 2 hours here, and if you have a car, couple it with trips to surrounding areas (ask the security guard at the ticket office for recommendations). \n","Latitude":"36.423333","Longitude":"9.220278","Url":"https://en.wikivoyage.org/wiki/Dougga","Country":"Tunisia"},{"Name":"El Jem","Description":"El Jem is a small town in the east of Tunisia that holds the remains of a UNESCO World Heritage listed Roman amphitheater.\n","Latitude":"35.3000","Longitude":"10.7167","Url":"https://en.wikivoyage.org/wiki/El_Jem","Country":"Tunisia"},{"Name":"Jebil National Park","Description":"Jebil National Park is in Tunisia.\n","Latitude":"33.0000","Longitude":"9.0000","Url":"https://en.wikivoyage.org/wiki/Jebil_National_Park","Country":"Tunisia"},{"Name":"Kerkouane","Description":"Kerkouane (also Kerkuane) is in Tunisia.\n","Latitude":"36.967","Longitude":"11.083","Url":"https://en.wikivoyage.org/wiki/Kerkouane","Country":"Tunisia"},{"Name":"Ksar Ghilane","Description":"Ksar Ghilane (قصر غيلان) is an oasis in Southern Tunisia located on the boundary of the Grand Erg Oriental.\n","Latitude":"32.983333","Longitude":"9.6375","Url":"https://en.wikivoyage.org/wiki/Ksar_Ghilane","Country":"Tunisia"},{"Name":"Matmata","Description":"Matmata is a village in the south of Tunisia, famous for its troglodyte (cave) dwellings. Scenes from a number of Star Wars movies were filmed here.\n","Latitude":"33.542638888889","Longitude":"9.9668055555556","Url":"https://en.wikivoyage.org/wiki/Matmata","Country":"Tunisia"},{"Name":"Metlaoui","Description":"Metlaoui is a city in Tunisia.\n","Latitude":"34.3167","Longitude":"8.4000","Url":"https://en.wikivoyage.org/wiki/Metlaoui","Country":"Tunisia"},{"Name":"Sufetula","Description":"Sufetula (or Sbeitla) is a fairly well preserved Roman town in the mid west of Tunisia.\n","Latitude":"35.229722","Longitude":"9.129444","Url":"https://en.wikivoyage.org/wiki/Sufetula","Country":"Tunisia"},{"Name":"Tataouine","Description":"Tataouine is a city in Tunisia.\n","Latitude":"32.9333","Longitude":"10.4500","Url":"https://en.wikivoyage.org/wiki/Tataouine","Country":"Tunisia"},{"Name":"Malaria","Description":"Malaria is a serious and sometimes fatal tropical disease. Four kinds of malaria parasites can infect humans: Plasmodium falciparum, P. vivax, P. ovale, and P. malariae; infection with P. falciparum, if not promptly and correctly treated, can be fatal in as little as one or two days.\n","Latitude":"?","Longitude":"?","Url":"https://en.wikivoyage.org/wiki/Malaria","Country":"Tunisia"},{"Name":"Sunburn and sun protection","Description":"Sunburn is a symptom of damaged skin produced by overexposure to the sun, and is a particular danger if you are outside on sunny days, though clouds do not always prevent it. Getting badly sunburnt on the first day of a sun and sand holiday can ruin the rest of your trip.\n","Latitude":"?","Longitude":"?","Url":"https://en.wikivoyage.org/wiki/Sunburn_and_sun_protection","Country":"Tunisia"},{"Name":"Yellow fever","Description":"Yellow fever is a potentially fatal tropical disease caused by a virus that is transmitted to humans through the bite of infected mosquitoes. Illness ranges in severity from an influenza-like syndrome to severe hepatitis and hemorrhagic fever. Yellow fever can be prevented by vaccination. Travellers to areas with yellow fever transmission should take precautions against exposure to mosquitoes.\n","Latitude":"?","Longitude":"?","Url":"https://en.wikivoyage.org/wiki/Yellow_fever","Country":"Tunisia"}]