[{"Name":"Rome","Description":"Rome (Italian: Roma), the 'Eternal City', is the capital and largest city of Italy and of the Lazio (Latium) region. It's the famed city of the Roman Empire, the Seven Hills, La Dolce Vita (sweet life), the Vatican City and Three Coins in the Fountain. Rome, as a millennium-long centre of power, culture and religion, having been the centre of one of the globe's greatest civilizations ever, has exerted a huge influence over the world in its circa 2500 years of existence.\n","Latitude":"41.9","Longitude":"12.4833333","Url":"https://en.wikivoyage.org/wiki/Rome","Country":"Italy"},{"Name":"Bologna","Description":"Bologna (Emilian: Bulåggna) is a historical city, with around 380,000 inhabitants. Although it is well known by Italians, it is less so among foreign visitors.  Little English is spoken by its residents. It is the capital and largest city of Emilia-Romagna (a region in northern Italy). Bologna is famed for the oldest university in the Western world, lively student population, exquisite food, typical brick terracotta-roofed architecture and porticos, theatre and nightlife.\n","Latitude":"44.507500","Longitude":"11.351389","Url":"https://en.wikivoyage.org/wiki/Bologna","Country":"Italy"},{"Name":"Florence","Description":"Florence (Italian: Firenze) is the capital of the region of Tuscany in Italy, with a population of about 366,500. The city is a cultural, artistic and architectural gem. The birthplace of the Italian Renaissance, Florence was the home to powerful families, creative geniuses and scientific masterminds who left their legacies in the city's many museums and art galleries. The city also has a very rich literary history, being the birthplace of the famous poet Dante, and standard Italian today is primarily based on the dialect of Tuscan spoken in Florence.\n","Latitude":"43.7833","Longitude":"11.2500","Url":"https://en.wikivoyage.org/wiki/Florence","Country":"Italy"},{"Name":"Genoa","Description":"Genoa (Italian: Genova, Ligurian: Zena) is a historic port city in northern Italy, the capital of the Liguria region. As a tourist attraction, is often overshadowed by cities such as Rome or Venice, even though it has a long history as a rich and powerful trade centre. However, with its multitude of hidden gems behind cozy alleyways, excellent cuisine (notably fish and seafood), renovated old port, beautiful sights (including one of Europe's biggest aquariums), and its position as the European Capital of Culture in 2004, the birthplace of explorer Christopher Columbus is an enticing place which is gradually becoming more included in the touristic market. With unusual typical slate-roofed houses, artistic churches, lovely seaside villas, and several luxurious boutiques, Genoa is a must-see if you want to experience the \"quintessential\" Italy.\n","Latitude":"44.411111","Longitude":"8.932778","Url":"https://en.wikivoyage.org/wiki/Genoa","Country":"Italy"},{"Name":"Milan","Description":"Milan (Italian: Milano; Milanese: Milan) is financially the most important city in Italy, and home to the Borsa Italiana stock exchange. It is the second most populous city proper in the country, but sits at the centre of Italy's largest urban and metropolitan area. While not considered as beautiful as some Italian cities, having been greatly destroyed by Second World War bomb raids, the city has rebuilt itself into a thriving cosmopolitan business capital. In essence, for a tourist, what makes Milan interesting compared to other places is that the city is truly more about the lifestyle of enjoying worldly pleasures: a paradise for shopping, football, opera, and nightlife. Milan remains the marketplace for Italian fashion – fashion aficionados, supermodels and international paparazzi descend upon the city twice a year for its spring and autumn fairs.\n","Latitude":"45.464167","Longitude":"9.190278","Url":"https://en.wikivoyage.org/wiki/Milan","Country":"Italy"},{"Name":"Naples","Description":"Naples (Italian: Napoli; Neapolitan: Napule) in Italy, an ancient port on the Mediterranean sea. With just short of a million citizens, is the third most populous municipality, and centre of the second most populous metropolitan area in Italy.\n","Latitude":"40.833333","Longitude":"14.25","Url":"https://en.wikivoyage.org/wiki/Naples","Country":"Italy"},{"Name":"Pisa","Description":"Pisa is a city in Tuscany, Italy, best known for its world-famous Leaning Tower. But the Tower isn't the only thing to see – there are other architectural and artistic marvels in this beautiful city. The half-hour walk from the Campo dei Miracoli to the train station runs through a pedestrian street with many interesting sights, shops, and restaurants. The best way to visit Pisa is walking the streets, as the city centre is small and cosy, and enjoying the sight and the atmosphere.\n","Latitude":"43.7167","Longitude":"10.4000","Url":"https://en.wikivoyage.org/wiki/Pisa","Country":"Italy"},{"Name":"Turin","Description":"Turin (Italian: Torino, Piedmontese: Turin), a large city of about one million inhabitants, is set in the Piedmont region of northwestern Italy, a one-hour drive from the French border and slightly more than that from the Mediterranean sea. It's famous for being the home of Italy's royal family. Today, Turin, with its fine, aristocratic atmosphere, old world sophisticated shops, grand boulevards and palaces, leafy parks, and several art galleries, is an increasingly popular tourist resort. The 2006 Winter Olympics, and its status the same year as World Book Capital, have prompted tourists to visit this beautiful and underestimated Italian city, which has a longstanding cultural and artistic history.\n","Latitude":"45.0667","Longitude":"7.7000","Url":"https://en.wikivoyage.org/wiki/Turin","Country":"Italy"},{"Name":"Venice","Description":"Venice (Italian: Venezia; Venetian: Venexia) is a sanctuary on a lagoon is virtually the same as it was 600 years ago, which adds to the fascinating character. Venice has decayed since its heyday and is heavily touristed (there are slightly more tourists than residents), but the romantic charm remains. It is also known as the birthplace of composers Tomaso Albinoni and Antonio Vivaldi. Venice and its lagoon are a UNESCO World Heritage site. It used to be an independent republic, and remains one of Italy's most important cities.\n","Latitude":"45.4386111","Longitude":"12.3266667","Url":"https://en.wikivoyage.org/wiki/Venice","Country":"Italy"},{"Name":"Amalfi Coast","Description":"The Amalfi Coast lies in the southwestern region of Campania, Italy. For its extraordinary beauty and its iconic medieval cliffside Mediterranean fishing villages, it is recognized as a UNESCO World Heritage Site.\n","Latitude":"40.6333","Longitude":"14.6000","Url":"https://en.wikivoyage.org/wiki/Amalfi_Coast","Country":"Italy"},{"Name":"Capri","Description":"The small Italian island of Capri is situated 5 km from the mainland in the Bay of Naples, a celebrated beauty spot and coastal resort since the days of the Roman Republic until now. It is also part of Campania.\n","Latitude":"40.5500","Longitude":"14.2333","Url":"https://en.wikivoyage.org/wiki/Capri","Country":"Italy"},{"Name":"Cinque Terre","Description":"Cinque Terre, which means Five Lands, comprises the five small coastal villages of Riomaggiore, Manarola, Corniglia, Vernazza and Monterosso located in the Italian region of Liguria. They are listed on the UNESCO World Heritage List.\n","Latitude":"44.126944","Longitude":"9.709444","Url":"https://en.wikivoyage.org/wiki/Cinque_Terre","Country":"Italy"},{"Name":"Alps","Description":"The Alps are a range of mountains in Europe caused by uplift in the European Plate as it is impacted by the African Plate moving north; they stretch from Italy through France, Switzerland, Liechtenstein, Germany, Austria, and into Slovenia.\n","Latitude":"46","Longitude":"10","Url":"https://en.wikivoyage.org/wiki/Alps","Country":"Italy"},{"Name":"Lake Como","Description":"Lake Como (Lago di Como; also called: Lario) is situated in the provinces of Como and Lecco in Lombardy, Northern Italy. It is part of the Italian Lake District. It has been popular with visitors for well over 100 years for its combination of fresh air, water, mountains and good weather. \n","Latitude":"46.0000","Longitude":"9.2667","Url":"https://en.wikivoyage.org/wiki/Lake_Como","Country":"Italy"},{"Name":"Lake Garda","Description":"Lake Garda is a lake in the north of Italy, and the surrounding region. It is a popular holiday location.\n","Latitude":"45.63","Longitude":"10.67","Url":"https://en.wikivoyage.org/wiki/Lake_Garda","Country":"Italy"},{"Name":"Pompeii","Description":"Pompeii is in Campania, Italy, not far from Naples. Its major attraction is the ruined ancient Roman city of the same name, which was engulfed by Mt. Vesuvius in AD 79. This is a UNESCO World Heritage Site.\n","Latitude":"40.75","Longitude":"14.5","Url":"https://en.wikivoyage.org/wiki/Pompeii","Country":"Italy"},{"Name":"Herculaneum","Description":"Herculaneum (it: Ercolano) is a town close to Naples in Campania, Italy. It is named after the ruined Roman city which forms its main attraction. Herculaneum was destroyed by an eruption of Mt. Vesuvius in AD 79, the same eruption that destroyed Pompeii. It is a UNESCO World Heritage Site.\n","Latitude":"40.8060","Longitude":"14.3482","Url":"https://en.wikivoyage.org/wiki/Herculaneum","Country":"Italy"},{"Name":"Taormina","Description":"Taormina (Sicilian: Taurmina) is a town in the province of Messina on the east coast of Sicily.\n","Latitude":"37.8520","Longitude":"15.2870","Url":"https://en.wikivoyage.org/wiki/Taormina","Country":"Italy"},{"Name":"Vesuvius","Description":"Mount Vesuvius, Italian Monte Vesuvio, is in Campania, in Italy, overshadowing the Bay of Naples.\n","Latitude":"40.816667","Longitude":"14.433333","Url":"https://en.wikivoyage.org/wiki/Vesuvius","Country":"Italy"}]