[{"Name":"Metro Manila","Description":"Metro Manila (Filipino: Kalakhang Maynila), in the island of Luzon, is the capital and largest city of the Philippines, and the 4th most populous city in the World. With a population of about 24 million people, it is smallest administrative region of the country but the most populous, contributing to no less than 37% of the Philippines' GDP. It is the country's center of administration, business, education, diplomacy and entertainment, a huge metropolis with massive social contrasts which may even exceed those in Latin America, and are reflected in the contrasts of urban landscapes.\n","Latitude":"14.5833","Longitude":"121.0000","Url":"https://en.wikivoyage.org/wiki/Metro_Manila","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Bonifacio_Global_City_%28cropped%29.jpg/2560px-Bonifacio_Global_City_%28cropped%29.jpg"},{"Name":"Bacolod","Description":"Bacolod is the capital city of the province of Negros Occidental in the Philippines. It is known as the City of Smiles because of its MassKara Festival, a Mardi Gras-like festival and a spectacular vivid mix of dance, color and music. Bacolod is also known as the Land of Sweet People, and is known for its culinary heritage, including its inasal (a kind of roast chicken on skewers) and sweet dessert treats. Bacolod is a major transport hub for reaching destinations anywhere on the large island of Negros which is split into two provinces, Negros Occidental and Negros Oriental.\n","Latitude":"10.6667","Longitude":"122.9500","Url":"https://en.wikivoyage.org/wiki/Bacolod","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/9/98/Bacolod_%28Philippines%29_banner_Masskara.JPG"},{"Name":"Baguio","Description":"Baguio is a city on the Cordillera Administrative Region in the middle of the island of Luzon, in the Philippines. Due to its cool mountain weather, Baguio is considered the \"Summer Capital of the Philippines.\" Because of its many pine trees it is also called the City of Pines.\n","Latitude":"16.4166667","Longitude":"120.6","Url":"https://en.wikivoyage.org/wiki/Baguio","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/7/74/Baguio_banner.jpg"},{"Name":"Cagayan de Oro","Description":"Cagayan de Oro, often abbreviated CDO or CdeO and sometimes just called \"Cagayan\", is known as the \"City of Golden Friendship.\" It is the capital of the Province of Misamis Oriental and the \"Gateway of Northern Mindanao.\"\n","Latitude":"8.48","Longitude":"124.65","Url":"https://en.wikivoyage.org/wiki/Cagayan_de_Oro","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/9/97/Mena-asia_default_banner.jpg"},{"Name":"Cebu (city)","Description":"Cebu is the main city on Cebu Island in the Philippines and is known as the Queen City of the South. It is the capital of Cebu Province, a transport hub, and a popular tourist destination in its own right.\n","Latitude":"10.3093","Longitude":"123.8931","Url":"https://en.wikivoyage.org/wiki/Cebu_(city)","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/2/2c/Cebu_City_banner.jpg"},{"Name":"Davao","Description":"Davao is the largest city on the Philippines' second-largest island, Mindanao. It has a huge land area, and the inhabitants like to think of it as one of the most crime-free large cities in the Philippines.\n","Latitude":"7.1","Longitude":"125.6","Url":"https://en.wikivoyage.org/wiki/Davao","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/9/97/Mena-asia_default_banner.jpg"},{"Name":"Tagbilaran","Description":"Tagbilaran is the capital city of the island province of Bohol in the Philippines.  With close to 100,000 residents it is the main point of entry to Bohol and serves as the province's political, social and economic center. Besides, it's known as the \"City of Friendship\" and was recognized as one of the most liveable cities in the Philippines by the Asian Institute of Management in 2005 and 2007.\n","Latitude":"9.65","Longitude":"123.85","Url":"https://en.wikivoyage.org/wiki/Tagbilaran","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f6/Tagbilaran_banner.JPG"},{"Name":"Vigan","Description":"Vigan is a city in Ilocos Sur, Northern Luzon. Its Spanish colonial influence in local architecture and old-world charm make it a unique city in the Philippines.\n","Latitude":"17.575","Longitude":"120.388","Url":"https://en.wikivoyage.org/wiki/Vigan","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/4/43/Vigan_Banner.jpg"},{"Name":"Zamboanga (city)","Description":"Zamboanga City is in the Mindanao region of the Philippines. Known as the City of Flowers (the etymology of Zamboanga comes from the Malay word jambangan means garden of flowers), it is now one of the most important and busiest port cities in the Philippines. The Chavacano Language (popularly known as Zamboangueño language or Zamboangueño Chavacano, which is based on 80% Spanish words, and 20% Italian, Portuguese, Quechua, Taino, Mexican-Indian, Nauhtl, Tagalog, Ilongo, Bisaya and other Philippine languages) made Zamboanga as \"Asia's Latin City.\" This is also because of the same traditions with Spain, particularly the patroness Our Lady of the Pilar (which is also the Patroness of Spain).\n","Latitude":"6.9","Longitude":"122.08","Url":"https://en.wikivoyage.org/wiki/Zamboanga_(city)","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/9/97/Mena-asia_default_banner.jpg"},{"Name":"Banaue","Description":"Banaue is a town in the Cordillera mountain range in the north of the island of Luzon, in the Philippines. It is mainly visited for its stunning rice terraces, which are designated a National Cultural Treasure.\n","Latitude":"16.9186","Longitude":"121.0592","Url":"https://en.wikivoyage.org/wiki/Banaue","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f5/Banner_Banaue.jpg"},{"Name":"Batangas","Description":"Batangas is a province in the southern part of Luzon, the main island of the northern Philippines. \n","Latitude":"13.759753","Longitude":"121.057769","Url":"https://en.wikivoyage.org/wiki/Batangas","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/2/2e/WV_banner_Batangas.jpg"},{"Name":"Boracay","Description":"Boracay is a tropical island about an hour's flight from Metro Manila in the Philippines. It has superb long white sand beaches, as good as any anywhere, and is one of the country's most developed tourist destinations.\n","Latitude":"11.969444","Longitude":"121.927222","Url":"https://en.wikivoyage.org/wiki/Boracay","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/3/38/Boracay_banner.jpg"},{"Name":"El Nido","Description":"El Nido is a coastal town in Palawan. El Nido is comprised of 45 islands and islets; limestone cliffs are also found here, which form a Karst backdrop similar to those found in Ha Long Bay, Krabi and Guilin. El Nido is a popular destination for locals during the long holidays of the Holy week, but has been relatively unknown to foreign tourists. El Nido is more than just a stereotypical tropical paradise. Beaches, clear waters, jungle, steep limestone cliffs and stunning inlets make for one of the world's most beautiful seascapes.\n","Latitude":"11.1795","Longitude":"119.3914","Url":"https://en.wikivoyage.org/wiki/El_Nido","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/El_Nido_Entalula.jpg/2560px-El_Nido_Entalula.jpg"},{"Name":"Camarines Sur","Description":"Camarines Sur is a province in the Bicol peninsula on the island of Luzon, Philippines.\n","Latitude":"13.6667","Longitude":"123.3333","Url":"https://en.wikivoyage.org/wiki/Camarines_Sur","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/0/00/WV_banner_Camarines_Sur_Lake_Buhi.jpg"},{"Name":"Donsol","Description":"Donsol is in Sorsogon, Philippines.\n","Latitude":"12.9167","Longitude":"123.6000","Url":"https://en.wikivoyage.org/wiki/Donsol","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/9/97/Mena-asia_default_banner.jpg"},{"Name":"Malapascua","Description":"Malapascua is an island in Cebu Province, located north of Cebu Island.\n","Latitude":"11.333","Longitude":"124.116","Url":"https://en.wikivoyage.org/wiki/Malapascua","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/d/d6/Malapascua_banner.jpg"},{"Name":"Puerto Galera","Description":"Puerto Galera is a town on the northeastern coast of Mindoro Island, Philippines. Among travellers it is commonly known as encompassing the region surrounding it.  While a small town, other adjacent smaller towns, such as Sabang and White Beach, are the primary destinations; however, all are lumped together as Puerto Galera as it hosts the ferry terminal (to Batangas) through which most people arrive.\n","Latitude":"13.5","Longitude":"120.954167","Url":"https://en.wikivoyage.org/wiki/Puerto_Galera","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/9/97/Mena-asia_default_banner.jpg"},{"Name":"Tagaytay","Description":"Tagaytay is a city of the island of Luzon, Philippines.\n","Latitude":"14.103056","Longitude":"120.932778","Url":"https://en.wikivoyage.org/wiki/Tagaytay","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/a/a2/Taal_Lake_view_from_Tagaytay_2015.jpg"},{"Name":"Panglao Island","Description":"Panglao is an island in the Philippines with world class diving and many tourist resorts. The resorts and other tourist facilities are concentrated in the Alona Beach area, but there are some other tourist areas and beaches scattered around the rest of the island.\n","Latitude":"9.6","Longitude":"123.8","Url":"https://en.wikivoyage.org/wiki/Panglao_Island","Country":"Philippines","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f2/Pagebanner_default.jpg"}]