[{"Name":"Brasilia","Description":"Brasília, the capital of Brazil and the seat of government of the Distrito Federal, is a planned city. Inaugurated in 1960 in the Central Highlands of Brazil, it is a masterpiece of modernist architecture listed as a World Heritage Site by UNESCO and attracts architecture aficionados worldwide. Brasilia is also an important transportation hub for travel within Brazil.\n","Latitude":"-15.844","Longitude":"-47.8353","Url":"https://en.wikivoyage.org/wiki/Brasilia","Country":"Brazil"},{"Name":"Florianopolis","Description":"Florianópolis (\"Floripa\" for short) is a coastal city in southern Brazil, the capital of the state of Santa Catarina. Most of the city's area consists of the island of Santa Catarina, connected to the mainland by two bridges, and only a small part of the island can really be called urban—the rest is full of gorgeous beaches and nature, including a large lagoon. Though famous for its beaches, Floripa also has great hikes and beautiful forested mountains. Here you can enjoy the outgoing culture and natural beauty of coastal Brazil in a less dangerous place than Rio, Fortaleza, or Recife.\n","Latitude":"-27.5717","Longitude":"-48.6256","Url":"https://en.wikivoyage.org/wiki/Florianopolis","Country":"Brazil"},{"Name":"Fortaleza","Description":"Fortaleza is a major city on Brazil's northeast coast, and the capital of Ceará state. It is one of the largest cities in Brazil and certainly one of the most vibrant. The city is perhaps the most popular domestic package tour destination, and Europeans are following suit. Despite being quite a party town, the carnival in Fortaleza is rather feeble, though growing bigger by the year, with the largest parades being maracatu-style. There are 2.55 million inhabitants in the city, and 3.5 million in the metropolitan area.\n","Latitude":"-3.73057","Longitude":"-38.52178","Url":"https://en.wikivoyage.org/wiki/Fortaleza","Country":"Brazil"},{"Name":"Manaus","Description":"Manaus is a Brazilian city of about 2.5 million on the Rio Negro a few miles before it meets the Rio Solimões to form the Amazon River proper. The two rivers flow side by side for many miles, different in color, mixing in eddies: the \"Meeting of the Waters.\" Legend has it that they never mix.\n","Latitude":"-3.1000","Longitude":"-60.0167","Url":"https://en.wikivoyage.org/wiki/Manaus","Country":"Brazil"},{"Name":"Porto Alegre","Description":"Porto Alegre is the capital city of Rio Grande do Sul, the southernmost state in Brazil. With 4.2 million people in its metropolitan area, it is the 4th largest city of the country. The city is not known for its tourist attractions, although it is a frequently used entry point to the Serras Gaúchas region, a major domestic tourism destination.\n","Latitude":"-30.033056","Longitude":"-51.230000","Url":"https://en.wikivoyage.org/wiki/Porto_Alegre","Country":"Brazil"},{"Name":"Recife","Description":"Recife, the capital of Pernambuco, is one of the largest and most important cities on the northeastern coast of Brazil. This lively capital, originally founded by Dutch colonizers, is brimming with a vibrant culture, an interesting old town (which includes the oldest synagogue in the Americas) and some nice beaches.\n","Latitude":"-8.0500","Longitude":"-34.9000","Url":"https://en.wikivoyage.org/wiki/Recife","Country":"Brazil"},{"Name":"Rio de Janeiro","Description":"\n","Latitude":"-22.9094","Longitude":"-43.455","Url":"https://en.wikivoyage.org/wiki/Rio_de_Janeiro","Country":"Brazil"},{"Name":"Salvador","Description":"Salvador is the capital of the state of Bahia, Brazil. With a charming Old Town (a World Heritage Site), a vibrant musical scene and popular Carnaval celebrations, it is considered one of the birthplaces of Brazilian culture.\n","Latitude":"-12.98014","Longitude":"-38.48236","Url":"https://en.wikivoyage.org/wiki/Salvador","Country":"Brazil"},{"Name":"São Paulo","Description":"São Paulo is the largest city in Brazil, with a municipality population of 12.1 million, and about 21.3 million in its metropolitan region - the second most populous of the Southern Hemisphere. It is the capital of the Southeastern state of São Paulo, and also a beehive of activity that offers a jovial nightlife and an intense cultural experience. São Paulo is South America's major economic center and possesses the 10th largest GDP in the world, though poverty, especially in the suburbs, is still widespread due to the blatant social inequality. Historically attractive to immigrants and to Brazilians from other states, it has a unique cultural identity formed by combining Portuguese and African roots (common to the entire country) with other influences, in particular Italian, Arab and Japanese.\n","Latitude":"-23.5500","Longitude":"-46.6333","Url":"https://en.wikivoyage.org/wiki/S%C3%A3o_Paulo","Country":"Brazil"},{"Name":"Amazonas (Brazil)","Description":"Amazonas is a state in the North of Brazil. It is the largest state of Brazil in area.\n","Latitude":"-5","Longitude":"-63","Url":"https://en.wikivoyage.org/wiki/Amazonas_(Brazil)","Country":"Brazil"},{"Name":"Chapada Diamantina National Park","Description":"Chapada Diamantina National Park (Parque Nacional da Chapada Diamantina) is in the center of the state of Bahia in Brazil.\n","Latitude":"-12.880277777778","Longitude":"-41.372222222222","Url":"https://en.wikivoyage.org/wiki/Chapada_Diamantina_National_Park","Country":"Brazil"},{"Name":"Chapada dos Veadeiros","Description":"\nChapada dos Veadeiros is a natural area in the state of Goias, Brazil. It is also the name of a National Park within that area, listed as a World Natural Heritage Site by UNESCO for being an outstanding preservation area of the Cerrado – one of the world's oldest and most diverse tropical ecosystems.\n","Latitude":"-14.03168","Longitude":"-47.64118","Url":"https://en.wikivoyage.org/wiki/Chapada_dos_Veadeiros","Country":"Brazil"},{"Name":"Fernando de Noronha","Description":"Fernando de Noronha is an archipelago in Brazil and a UNESCO Natural World Heritage Site. Its  pristine beaches, landscapes and wildlife attract tourists worldwide.\n","Latitude":"-3.853808","Longitude":"-32.423786","Url":"https://en.wikivoyage.org/wiki/Fernando_de_Noronha","Country":"Brazil"},{"Name":"Ilha Grande","Description":"\n","Latitude":"-23.1333","Longitude":"-44.1667","Url":"https://en.wikivoyage.org/wiki/Ilha_Grande","Country":"Brazil"},{"Name":"Iguaçu Falls","Description":"One of the great natural wonders of the world, the Iguaçu Falls (Portuguese: Cataratas do Iguaçu, Spanish: Cataratas del Iguazú, Tupi: Y Ûasu \"big water\") are close to the triple border of Brazil, Paraguay, and Argentina. The area is on the UNESCO World Heritage List. Iguazú National Park is on the Argentinian side of the falls, and Iguaçu National Park is on the Brazilian side.\n","Latitude":"-25.695","Longitude":"-54.436","Url":"https://en.wikivoyage.org/wiki/Igua%C3%A7u_Falls","Country":"Brazil"},{"Name":"Ilha do Marajó","Description":"Ilha do Marajó is an island at the mouth of the Amazon river, just off Belém in Pará. Apparently the world´s largest fresh water island (some 49.000 km2), it has a distinct birdlife and also huge water buffalo farms.\n","Latitude":"-0.94","Longitude":"-49.45","Url":"https://en.wikivoyage.org/wiki/Ilha_do_Maraj%C3%B3","Country":"Brazil"},{"Name":"Lençóis Maranhenses","Description":"Lençóis Maranhenses is a National Park in the Maranhão state of Brazil.\n","Latitude":"-2.533333","Longitude":"-43.116667","Url":"https://en.wikivoyage.org/wiki/Len%C3%A7%C3%B3is_Maranhenses","Country":"Brazil"},{"Name":"Pantanal","Description":"\nThe Pantanal is a region in South America lying mostly in Western Brazil, but extending into Bolivia as well. It is considered one of the world's largest and most diverse freshwater wetland ecosystems. The Pantanal is also one of Brazil's major tourist draws for its wildlife and is inscribed in the UNESCO World Heritage List as \"Pantanal Conservation Area\". Some of the large cattle farms offer accommodations and organized tours.\n","Latitude":"-18","Longitude":"-56.5","Url":"https://en.wikivoyage.org/wiki/Pantanal","Country":"Brazil"}]