[{"Name":"Sarajevo","Description":"Sarajevo, is the capital of Bosnia and Herzegovina, and its largest city, with 430,000 citizens. Most of the city is within the Federation of Bosnia and Herzegovina, but some parts are in the Republika Srpska. Sarajevo is very tourist friendly, especially in the Old Town in the center of the city.\n","Latitude":"43.85136","Longitude":"18.38867","Url":"https://en.wikivoyage.org/wiki/Sarajevo","Country":"Bosnia and Herzegovina","Photo":"https://upload.wikimedia.org/wikipedia/commons/4/4a/Sarajevo_banner.jpg"},{"Name":"Banja Luka","Description":"\nBanja Luka (also written Banjaluka or Бања Лука) is a picturesque city in the western part of Bosnia and Herzegovina. It is the administrative capital and the largest city of Republika Srpska, and the second largest city in Bosnia and Herzegovina.\n","Latitude":"44.7666667","Longitude":"17.1833333","Url":"https://en.wikivoyage.org/wiki/Banja_Luka","Country":"Bosnia and Herzegovina","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Banja_Luka_Wikivoyage_banner2.jpg/2560px-Banja_Luka_Wikivoyage_banner2.jpg"},{"Name":"Bihać","Description":"Bihać is a city in Bosnia and Herzegovina.\n","Latitude":"44.8167","Longitude":"15.8667","Url":"https://en.wikivoyage.org/wiki/Biha%C4%87","Country":"Bosnia and Herzegovina","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f2/Pagebanner_default.jpg"},{"Name":"Jajce","Description":"Jajce is a small city in nortwestern Bosnia and Herzegovina.\n","Latitude":"44.340253","Longitude":"17.257233","Url":"https://en.wikivoyage.org/wiki/Jajce","Country":"Bosnia and Herzegovina","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f2/Pagebanner_default.jpg"},{"Name":"Mostar","Description":"Mostar   is a city in Bosnia and Herzegovina, formerly one of the most ethnically diverse cities in the country, and today suffering geographical division of ethnic groups. The city was the most heavily bombed of any Bosnian city during the war in Bosnia and Herzegovina following the breakup of Yugoslavia. At the beginning of the war, air strikes destroyed many important buildings and structures, including  the cultural and spiritual icon: The Old Bridge (Stari Most), which is a  UNESCO World Heritage site.\n","Latitude":"43.3333","Longitude":"17.8000","Url":"https://en.wikivoyage.org/wiki/Mostar","Country":"Bosnia and Herzegovina","Photo":"https://upload.wikimedia.org/wikipedia/commons/4/48/Mostar_banner.jpg"},{"Name":"Neum","Description":"\n","Latitude":"42.9167","Longitude":"17.6167","Url":"https://en.wikivoyage.org/wiki/Neum","Country":"Bosnia and Herzegovina","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Neum_panorama_7x1.jpg/2560px-Neum_panorama_7x1.jpg"},{"Name":"Tuzla","Description":"Tuzla is the third largest city in Bosnia and Herzegovina, located in one of the most important industrial Bosnian regions. The city was hardly directly targeted by the war, except for an incident near the end of the war, when 72 people were killed by a shell fired into the Old Town during the evening. Nowadays, the city’s economy is still predominantly based around industry, although there has been significant development in tourism during the last 10 years.\n","Latitude":"44.538056","Longitude":"18.676111","Url":"https://en.wikivoyage.org/wiki/Tuzla","Country":"Bosnia and Herzegovina","Photo":"https://upload.wikimedia.org/wikipedia/commons/a/ad/Tuzla_Wikivoyage_banner.jpg"},{"Name":"Teslic","Description":"\nTeslić (Cyrillic: Теслић) [1] [dead link] is a town and municipality on the Usora River in the central part of the Republika Srpska entity, in north-central Bosnia and Herzegovina.\n","Latitude":"44.606667","Longitude":"17.860000","Url":"https://en.wikivoyage.org/wiki/Teslic","Country":"Bosnia and Herzegovina","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Panorama_Teslic.jpg/2560px-Panorama_Teslic.jpg"},{"Name":"Zenica","Description":"Zenica is an industrial city (the fourth largest, after Sarajevo, Banja Luka and Tuzla) in Bosnia and Herzegovina and the capital of the Zenica-Doboj Canton of the Federation of Bosnia and Herzegovina entity. It is located about 70 km north of Sarajevo and is situated on the Bosna river, surrounded by mountains and hills. The modern city is dominated by the Zenica Steelworks and the air can be toxic, making it difficult to walk around.   \n","Latitude":"44.2000","Longitude":"17.9333","Url":"https://en.wikivoyage.org/wiki/Zenica","Country":"Bosnia and Herzegovina","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f2/Pagebanner_default.jpg"},{"Name":"Kozara","Description":"Kozara National Park (Nacionalni Park Kozara) is a national park in Bosnia and Herzegovina, that was proclaimed a protected national forest in 1967 by President of Yugoslavia Josip Tito. It is between the rivers Una, Sava, Sana and Vrbas, in the Republika Srpska entity of BiH. These 33.75 km² of dense forest and hilly meadows have earned the nickname 'Green Beauty of Krajina'.\n","Latitude":"45.008333","Longitude":"16.891667","Url":"https://en.wikivoyage.org/wiki/Kozara","Country":"Bosnia and Herzegovina","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f2/Pagebanner_default.jpg"},{"Name":"Međugorje","Description":"Međugorje is a village in Bosnia and Herzegovina. Međugorje, (the name is of Slavic origin, and signifies a region between mountains) with the villages of Bijakovići, Vionica, Miletina and Šurmanci, forms a Roman Catholic parish where today about 5,000 inhabitants live. The parish is run by priests of the Herzegovinian Franciscan Province of the Assumption of Mary. Following claims of visions of the Virgin Mary, Međugorje became a place of worldwide pilgrimage (in the first 20 years, more than 20 million), and one of the biggest prayer centres in the world, comparable to Lourdes and Fátima.\n","Latitude":"43.190159","Longitude":"17.67786","Url":"https://en.wikivoyage.org/wiki/Me%C4%91ugorje","Country":"Bosnia and Herzegovina","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Panormamedugorje.jpg/2560px-Panormamedugorje.jpg"},{"Name":"Srebrenica","Description":"Srebrenica is a city of 3,000 people in Bosnia and Herzegovina, best known as the site of a mass murder during the Bosnian War. The city was declared a safe haven for people in the area when ethnic cleansing was going on around. The haven was attacked and the women, men and children were separated and more than 8,000 men were systematically slaughtered. The area was under UN (Dutch peacekeepers) control at the time.\n","Latitude":"44.106","Longitude":"19.297","Url":"https://en.wikivoyage.org/wiki/Srebrenica","Country":"Bosnia and Herzegovina","Photo":"https://upload.wikimedia.org/wikipedia/commons/0/0d/Srebrenica_banner_-_Poto%C4%8Dari_Memorial_Center.jpg"}]