[{"Name":"Brussels","Description":"Brussels (French: Bruxelles, Dutch: Brussel) is the capital of Belgium and one of the three administrative regions within the country, together with Flanders and Wallonia. Apart from its role within its country, it is also an internationally important city, hosting numerous international institutions, and in particular the core institutions of the European Union. Due to that, it is sometimes referred to informally as the capital of the EU, and even used as a metonym for the EU institutions.\n","Latitude":"50.84643","Longitude":"4.35170","Url":"https://en.wikivoyage.org/wiki/Brussels","Country":"Belgium","Photo":"https://upload.wikimedia.org/wikipedia/commons/8/8f/Brussels_banner.jpg"},{"Name":"Antwerp","Description":"Antwerp (Dutch: Antwerpen, French: Anvers) is a large city and the capital of the eponymous province in the region of Flanders in Belgium. At a population of just over half a million people, it is the second largest city in Belgium (after Brussels), and it has a major European port. Due to its long and culturally rich history, the city of Antwerp houses many interesting historical buildings from different historical periods, as well as a lot of interesting museums. Antwerp is also known as the global diamond trade hub - more than 70% of all diamonds are traded in Antwerp.\n","Latitude":"51.2206","Longitude":"4.3997","Url":"https://en.wikivoyage.org/wiki/Antwerp","Country":"Belgium","Photo":"https://upload.wikimedia.org/wikipedia/commons/9/94/Antwerp_Wikivoyage_Banner.png"},{"Name":"Bruges","Description":"\nBruges (Dutch: Brugge) is a picturesque city in Flanders, the northern part of Belgium. Once Europe's richest city, now both cosmopolitan and bourgeois in its compact size, it is one of the best preserved pre-motorised cities in Europe and offers the kind of charms rarely available other than in Europe.\n","Latitude":"51.2094","Longitude":"3.2249","Url":"https://en.wikivoyage.org/wiki/Bruges","Country":"Belgium","Photo":"https://upload.wikimedia.org/wikipedia/commons/e/ee/Brugge_banner.jpg"},{"Name":"Ghent","Description":"Ghent (Dutch: Gent, French: Gand) is a city in East Flanders in Belgium. Ghent is a city with a population of a quarter of a million, with rich history. At the same time, Ghent has a relatively high share of young people, and a significant seasonal student population.\n","Latitude":"51.0500","Longitude":"3.7333","Url":"https://en.wikivoyage.org/wiki/Ghent","Country":"Belgium","Photo":"https://upload.wikimedia.org/wikipedia/commons/a/a1/Ghent_banner_1.jpg"},{"Name":"Leuven","Description":"Leuven (French: Louvain) is a flourishing and lively city of about 100,000 inhabitants. It is the capital of the Belgian province of Flemish Brabant. It's a genuine university city which reflects in the streets. During the academic year (end of September until end of June) the city is full of young people, especially on weekdays. Sometimes it may seem that there are no other people living in the city. Summer in Leuven in general is calmer, although a lot of summer events are organised. The university that was founded in 1425 and has more than 40,000 students is the oldest catholic university in the world. The historic centre is one of the most beautiful in Belgium.\n","Latitude":"50.8833","Longitude":"4.7000","Url":"https://en.wikivoyage.org/wiki/Leuven","Country":"Belgium","Photo":"https://upload.wikimedia.org/wikipedia/commons/b/b4/Leuven_Wikivoyage_banner.png"},{"Name":"Liège","Description":"\nLiège (German: Lüttich, Dutch: Luik) is the largest city of Wallonia, the French-speaking part of Belgium, and the capital city of the namesake province.\n","Latitude":"50.6333","Longitude":"5.5667","Url":"https://en.wikivoyage.org/wiki/Li%C3%A8ge","Country":"Belgium","Photo":"https://upload.wikimedia.org/wikipedia/commons/a/a6/Li%C3%A8ge_banner.jpg"},{"Name":"Mechelen","Description":"Mechelen is a historically important city located on the river Dyle in the center of Flanders, one of the three regions in Belgium. It lies about halfway between Antwerp and Brussels and has approximately 80,000 inhabitants.\n","Latitude":"51.0167","Longitude":"4.4667","Url":"https://en.wikivoyage.org/wiki/Mechelen","Country":"Belgium","Photo":"https://upload.wikimedia.org/wikipedia/commons/d/df/Mechelen_Wikivoyage_Banner.png"},{"Name":"Mons","Description":"Mons (Dutch: Bergen, not to be confused with the namesake city in Norway) is the capital of the Belgian province of Hainaut, in the region of Wallonia. The town is a worthy place to base yourself for a multi-day exploration of the Hainaut region.\n","Latitude":"50.45","Longitude":"3.95","Url":"https://en.wikivoyage.org/wiki/Mons","Country":"Belgium","Photo":"https://upload.wikimedia.org/wikipedia/commons/b/b0/Mons_Wikivoyage_banner.png"},{"Name":"Namur","Description":"Namur is the capital of Wallonia, the French-speaking southern part of Belgium. Namur is the capital of the province with the same name, Namur, with about 110,000 inhabitants. \n","Latitude":"50.4667","Longitude":"4.8667","Url":"https://en.wikivoyage.org/wiki/Namur","Country":"Belgium","Photo":"https://upload.wikimedia.org/wikipedia/commons/6/64/Namur_banner.jpg"},{"Name":"Kraainem","Description":"Kraainem is a municipality on the outskirts of the Brussels Capital Region, administratively belonging to Flemish Brabant. It began as a rural village, but the expansion of Brussels has led to a fast-paced urbanization of Kraainem throughout the 20th century, and the municipality has become a popular residence for Eurocrats and expats alike.\n","Latitude":"50.866667","Longitude":"4.466667","Url":"https://en.wikivoyage.org/wiki/Kraainem","Country":"Belgium","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/High_Kraainem_dusk_panorama.png/2560px-High_Kraainem_dusk_panorama.png"},{"Name":"Tervuren","Description":"\nTervuren is a municipality in Flemish Brabant on the outskirts of the vast Sonian Forest, south-west of Brussels. It is best known as the host town of the Belgian king's summer residence, which is now the Museum for Central Africa, and for the beautiful park surrounding it.\n","Latitude":"50.82419","Longitude":"4.51400","Url":"https://en.wikivoyage.org/wiki/Tervuren","Country":"Belgium","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Africa_Museum_Tervuren_scaled.png/2560px-Africa_Museum_Tervuren_scaled.png"},{"Name":"Grimbergen","Description":"Grimbergen is a town of 37,000 inhabitants in Flemish Brabant, Belgium, just north of Brussels. The town is known for its abbey, castles and abbey beer.\n","Latitude":"50.9333","Longitude":"4.3833","Url":"https://en.wikivoyage.org/wiki/Grimbergen","Country":"Belgium","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Grimbergen_banner.jpg/2560px-Grimbergen_banner.jpg"},{"Name":"Belgian Ardennes","Description":"The province of Luxembourg is the southernmost and largest province in the Wallonia region of Belgium. It is bordered to the east by the Grand Duchy of Luxembourg, and to the southwest by France. It is divided between the Belgian Ardennes to the north and Gaume (the Belgian part of Lorraine) to the south. It has around 280,000 inhabitants and is the least populated of all Belgian provinces.\n","Latitude":"49.9167","Longitude":"5.4167","Url":"https://en.wikivoyage.org/wiki/Belgian_Ardennes","Country":"Belgium","Photo":"https://upload.wikimedia.org/wikipedia/commons/7/72/Luxembourg_province_banner.jpg"},{"Name":"Dinant","Description":"Dinant is a relatively small but very picturesque city in the province of Namur in Belgium. It stretches along the river Meuse against the steep rock face behind on the eastern side, with a thinner strip on the western side against a forest. Its old town is perhaps one the most impressive sights in Wallonia, but the locality is relatively remote. The main sights are all close to each other and not very numerous, while accommodation opportunities are scarce, so Dinant is probably a good option for a nice day trip from larger Belgian cities such as Brussels, Charleroi or Liège. It also can serve as the starting point for a more thorough exploration of the Ardennes.\n","Latitude":"50.2667","Longitude":"4.9167","Url":"https://en.wikivoyage.org/wiki/Dinant","Country":"Belgium","Photo":"https://upload.wikimedia.org/wikipedia/commons/6/61/Dinant_Wikivoyage_banner.png"},{"Name":"Pajottenland","Description":"Flemish Brabant is one of the five provinces of Flanders (Belgium). The province completely surrounds \nBrussels, the national capital. Brussels however is not a part of the province. The capital Leuven is one of Belgium's largest student cities. The university is one of the oldest universities in this part of Europe and makes the city one with an impressive student tradition.\n","Latitude":"50.9167","Longitude":"4.5833","Url":"https://en.wikivoyage.org/wiki/Pajottenland","Country":"Belgium","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Hebron_Avenue_panorama_in_Kraainem%2C_Belgium.png/2560px-Hebron_Avenue_panorama_in_Kraainem%2C_Belgium.png"},{"Name":"Spa (Belgium)","Description":"Spa is a town in the Liège province in Belgium, known as the \"original\" spa, i.e. a place where tourists came in to enjoy the health and wellness benefits of water and hot springs in particular. The springs in Spa became so popular that the name became genericized to mean any such place, with other versions of how it came to be also created over the years. Apart from the mineral waters, Spa also draws crowds several times a year when racing and other events are held at the nearby Spa-Francorchamps track.\n","Latitude":"50.49203","Longitude":"5.86262","Url":"https://en.wikivoyage.org/wiki/Spa_(Belgium)","Country":"Belgium","Photo":"https://upload.wikimedia.org/wikipedia/commons/6/63/Wikivoyage_Spa_banner.jpg"},{"Name":"Ypres","Description":"\n","Latitude":"50.8500","Longitude":"2.8833","Url":"https://en.wikivoyage.org/wiki/Ypres","Country":"Belgium","Photo":"https://upload.wikimedia.org/wikipedia/commons/2/2d/Ypres_Wikivoyage_Banner.png"},{"Name":"Poperinge","Description":"\nPoperinge is a charming town in the southwest corner of the province of West Flanders, close to the French border. The town of 20,000 inhabitants is mostly known for its World War I heritage sites and captivating beer culture with many hop fields in the surrounding area. In the last years Poperinge also has developed itself as a regional hub for cycling and hiking. The municipality consists besides Poperinge of six other communities: Haringe, Krombeke, Proven, Reningelst, Roesbrugge and Watou. \n","Latitude":"50.8500","Longitude":"2.7333","Url":"https://en.wikivoyage.org/wiki/Poperinge","Country":"Belgium","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Poperinge_banner.jpg/2560px-Poperinge_banner.jpg"}]