[{"Name":"Asmara","Description":"\nThe Eritrean capital of Asmara is a vibrant mix of Italian and African architecture and culture. Founded in the twelfth century by a union of villages trying to protect themselves from bandits, Asmara has grown to become a bustling city of over half a million people. Over its history, the city has endured the rule of various empires and countries, including the Italian Empire from the late 19th century, the British from after World War II and Ethiopia from 1950. After a long and bloody war with Ethiopia, Asmara was finally liberated in 1991 and became the capital of a country which had not had self-rule for two centuries.\n","Latitude":"15.333333","Longitude":"38.933333","Url":"https://en.wikivoyage.org/wiki/Asmara","Country":"Eritrea"},{"Name":"Keren","Description":"\nSitting in the picturesque foothills of northern Eritrea, Keren is the country's second-largest city and regional capital of the surrounding districts. Approximately 146,000 people belonging to various tribes and ethnic groups call the city home. The dominant tribes — Bilen and Tigre — represent over 80 percent of the city's population.\n","Latitude":"15.7833","Longitude":"38.4500","Url":"https://en.wikivoyage.org/wiki/Keren","Country":"Eritrea"},{"Name":"Massawa","Description":"Massawa is a port city in coastal Eritrea.\n","Latitude":"15.6092","Longitude":"39.4453","Url":"https://en.wikivoyage.org/wiki/Massawa","Country":"Eritrea"},null,null,{"Name":"Nakfa","Description":"Nakfa is a town in Eritrea. It is about ten hours by taxi from the Eritrean capital of Asmara. In the moment it is not possible to get a travel permit to go to Nakfa, so for tourists it is out of reach.\n","Latitude":"16.6667","Longitude":"38.4667","Url":"https://en.wikivoyage.org/wiki/Nakfa","Country":"Eritrea"},null,null,null,null,{"Name":"Nakfa","Description":"Nakfa is a town in Eritrea. It is about ten hours by taxi from the Eritrean capital of Asmara. In the moment it is not possible to get a travel permit to go to Nakfa, so for tourists it is out of reach.\n","Latitude":"16.6667","Longitude":"38.4667","Url":"https://en.wikivoyage.org/wiki/Nakfa","Country":"Eritrea"}]