[{"Name":"Delhi","Description":"Delhi (Hindi: दिल्ली, Punjabi: ਦਿੱਲੀ, Urdu: دلّی) is India's capital and seat of government. It forms the National Capital Territory of Delhi, rather than being part of a state. Delhi is one of India's largest cities, and the core of one of the largest metropolitan areas in the world, with over 21 million inhabitants. Within India it is a major center of arts, commerce, education, tourism, and transit. As the capital of several empires over the last 2000 years, Delhi also contains a striking array of well-preserved historic sites for the tourist to visit.\n","Latitude":"28.6377","Longitude":"77.2058","Url":"https://en.wikivoyage.org/wiki/Delhi","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Red_Fort_-_Delhi_wikivoyage_banner.jpg/2560px-Red_Fort_-_Delhi_wikivoyage_banner.jpg"},{"Name":"Bangalore","Description":"Bangalore, now known officially as Bengaluru (Kannada: ಬೆಂಗಳೂರು), is the capital of the Indian state of Karnataka.\n","Latitude":"12.97662","Longitude":"77.60013","Url":"https://en.wikivoyage.org/wiki/Bangalore","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/d/dc/Bangalore_banner_Hindu_temple.jpg"},{"Name":"Chennai","Description":"Chennai (formerly Madras; Tamil: சென்னை), is the capital of the southern Indian state of Tamil Nadu. With a population of 8.6 million (2011 census), Chennai's urbanized area is the most populous in southern India and the fourth most populous in India. It is situated on the east coast of peninsular India.\n","Latitude":"13.083889","Longitude":"80.270000","Url":"https://en.wikivoyage.org/wiki/Chennai","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/2/20/Chennai_banner_Ripon_building.jpg"},{"Name":"Hyderabad","Description":"Hyderabad, the pearl city of India, is the capital of Telangana in Southern India. It sits on the banks of the Musi River and on the Deccan Plateau. Hyderabad and Secunderabad are \"twin cities\" near Hussain Sagar Lake (also known as Tank Bund in local parlance) but both cities have grown so much that now they have become one big metropolis. The city and district of Hyderabad are coterminous. Hyderabad district is entirely contained within the Ranga Reddy (formerly \"Hyderabad Rural\") district of Telangana. Many of the suburbs of Hyderabad have been merged into the city, now called Greater Hyderabad.\n","Latitude":"17.366","Longitude":"78.476","Url":"https://en.wikivoyage.org/wiki/Hyderabad","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/7/72/Hyderabad_Wikivoyage_banner.jpg"},{"Name":"Jaipur","Description":"\nJaipur, also known as the Pink City, is the capital of Indian state of Rajasthan and its largest city. The city was built in the 18th century by Sawai Jai Singh as India's first planned city, and today it's a major tourist attraction for Indians and for international visitors. It is a very picturesque city with splendid palaces, forts and historical monuments and belongs to the tourist Golden Triangle along with Delhi and Agra. It hosts several attractions including the City Palace, Govind Dev ji Temple, Vidhan Sabha, Birla Temple and several massive Rajput forts. It also serves as a stepping stone for those heading to the desert cities of Jodhpur and Jaisalmer.\n","Latitude":"26.91595","Longitude":"75.82038","Url":"https://en.wikivoyage.org/wiki/Jaipur","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Jaipur_banner.jpg/2560px-Jaipur_banner.jpg"},{"Name":"Kochi","Description":"Kochi (formerly Cochin; Malayalam: കൊച്ചി) is a cosmopolitan city in Kerala with a bustling commercial port. Kochi is the financial and commercial capital of Kerala and, with a population of more than 2 million, the biggest conurbation in the state.\n","Latitude":"9.94501","Longitude":"76.25134","Url":"https://en.wikivoyage.org/wiki/Kochi","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/4/47/Kochi_banner.jpg"},{"Name":"Kolkata","Description":"Kolkata (Bengali:কলকাতা) (formerly Calcutta) is the capital of West Bengal and one of the largest urban agglomerations in India. It is the largest city in Eastern India, as well as in the historical region of Bengal (today's West Bengal and Bangladesh). Kolkata is an 'in your face' city that shocks and charms the unsuspecting visitor. Long known as the cultural capital of India and home to the so-called Bengal Renaissance, 'The City of Joy' (the sobriquet became more famous after the publication of a novel of the same name on the city's struggle against poverty and corruption written by Dominique Lapiere; later made into a Roland Joffe film)  continues to spawn generations of poets, writers, film directors and Nobel Prize winners. If your trip only allows for a visit of one or two of India's metropolitan cities, then definitely consider placing Kolkata on your itinerary. Kolkata is arguably one of the most socially, culturally and politically progressive cities in India. Love it or hate it, you definitely won't forget the 'City of Joy'.\n","Latitude":"22.5435","Longitude":"88.3342","Url":"https://en.wikivoyage.org/wiki/Kolkata","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/2/24/BBDBag_Pano-2.jpg"},{"Name":"Mumbai","Description":"Mumbai (Marathi: मुंबई) (state tourism office), a cosmopolitan  metropolis, earlier known as Bombay, is the largest city in India and the capital of the state Maharashtra. Mumbai was originally a conglomeration of seven islands on the Konkan coastline which over time were joined to form the island city of Bombay. The island was in turn joined with the neighbouring island of Salsette to form Greater Bombay. The city has an estimated metropolitan population of 21 million (2005), making it one of the world's most populous cities.\n","Latitude":"19.0318","Longitude":"72.8487","Url":"https://en.wikivoyage.org/wiki/Mumbai","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/8/8f/Mumbai_banner_Taj_Mahal_Palace_Hotel.jpg"},{"Name":"Varanasi","Description":"Varanasi, once known as Benares or Banaras and Kashi, is a city at the banks of the Ganges river in northern India. Being the most sacred city in Hinduism and Jainism, and important in the history of Buddhism, Varanasi is India's most important pilgrimage destination.\n","Latitude":"25.282","Longitude":"82.9563","Url":"https://en.wikivoyage.org/wiki/Varanasi","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/1/18/Varanasi_banner.jpg"},{"Name":"Bodh Gaya","Description":"\nBodh Gaya is a village in the state of Bihar. It was the site of the Buddha Shakyamuni's enlightenment, and is the most revered of all Buddhist sacred sites.\n","Latitude":"24.695102","Longitude":"84.991275","Url":"https://en.wikivoyage.org/wiki/Bodh_Gaya","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Bodh_Gaya_banner_Floral_offerings.jpg/2560px-Bodh_Gaya_banner_Floral_offerings.jpg"},{"Name":"Ellora","Description":"Ellora Caves are an impressive complex of rock shrines that represent the three faiths of Buddhism, Hinduism and Jainism and were created between the 5th and the 13th centuries CE. The caves are 30 km northwest of central Aurangabad, a few km from Khuldabad, and 330 km northeast of Mumbai in Maharashtra state.\n","Latitude":"20.0167","Longitude":"75.1667","Url":"https://en.wikivoyage.org/wiki/Ellora","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/7/7f/Ellora_banner.JPG"},{"Name":"Ajanta","Description":"Aurangabad  is an important city in the state of Maharashtra, India. It sees a lot of international tourist traffic due to world heritage sites, Ajanta & Ellora caves. Aurangabad, a dream destination of Mughal Emperor Aurangzeb, founded in 1610, is known today as one of the four important cities in Maharashtra. The city is heading towards rapid industrial growth, but retains its past glory and charms, heritage and traditions. Conspicuously seen on the Deccan plateau, it has a rich culture and a plethora of magnificent arts on display.\n","Latitude":"19.88","Longitude":"75.32","Url":"https://en.wikivoyage.org/wiki/Ajanta","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/9/97/Ajanta_caves_%28Aurangabad%29_banner.jpg"},null,{"Name":"Hampi","Description":"Hampi, in the state of Karnataka, India,  is the site of the once-magnificent capital of the Vijayanagara Empire. The ruins are a UNESCO World Heritage site.\n","Latitude":"15.335","Longitude":"76.462","Url":"https://en.wikivoyage.org/wiki/Hampi","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/WV_banner_Hampi_Elephant_House.jpg/2560px-WV_banner_Hampi_Elephant_House.jpg"},{"Name":"Khajuraho","Description":"Khajuraho is a small town located in the Bundelkhand region (Chhatarpur District) of Madhya Pradesh and is famous for groups of Hindu and Jain temples. These temples are a UNESCO World Heritage Site for their beautiful and erotic rock carvings.\n","Latitude":"24.85","Longitude":"79.933333333333","Url":"https://en.wikivoyage.org/wiki/Khajuraho","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f0/Kajuraho_banner.jpg"},{"Name":"Konark","Description":"Konark or Konarak (Odia: 6କଣାର୍କ)(Sanskrit: कोनार्क) is a small town in Puri district of the state of Odisha (formerly Orissa), India, on the Bay of Bengal, sixty-five kilometres from Bhubaneswar, famous for its 13th-century Sun Temple and the Chandrabhaga River.\n","Latitude":"19.9","Longitude":"86.12","Url":"https://en.wikivoyage.org/wiki/Konark","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/WV_banner_Konark_Sun_temple.jpg/2560px-WV_banner_Konark_Sun_temple.jpg"},null,null,null,{"Name":"UNESCO World Heritage List (India)","Description":"\n","Latitude":"21.534","Longitude":"78.046","Url":"https://en.wikivoyage.org/wiki/UNESCO_World_Heritage_List_(India)","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/a/a7/TajMahal_Banner.jpg"},{"Name":"Forts and Palaces of India","Description":"This page lists a sample of the hundreds of (if not over a thousand) forts and palaces in India. This is not a comprehensive list – it represents only some of the important historic forts and palaces.\n","Latitude":"27.17953","Longitude":"78.02111","Url":"https://en.wikivoyage.org/wiki/Forts_and_Palaces_of_India","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/a/a7/TajMahal_Banner.jpg"},{"Name":"Indian National Parks and Wildlife Sanctuaries","Description":"This is a list of some of the national parks and wildlife sanctuaries of India, where visitors can see South Asian wildlife.\n","Latitude":"7.111","Longitude":"93.797","Url":"https://en.wikivoyage.org/wiki/Indian_National_Parks_and_Wildlife_Sanctuaries","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/d/d7/India_banner_Elephants.jpg"},{"Name":"Indian Zoos and Botanical Gardens","Description":"This is a list of some of the zoos and botanical gardens of India, for South Asian wildlife, the Eurasian wildlife found in northern India, and exotic wildlife from other parts of the world.\n","Latitude":"17.76489","Longitude":"83.34821","Url":"https://en.wikivoyage.org/wiki/Indian_Zoos_and_Botanical_Gardens","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/d/d7/India_banner_Elephants.jpg"},{"Name":"Natural Wonders of India","Description":"\n","Latitude":"21.534","Longitude":"78.046","Url":"https://en.wikivoyage.org/wiki/Natural_Wonders_of_India","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/d/d7/India_banner_Elephants.jpg"},{"Name":"Sacred sites of the Indian sub-continent","Description":"As the birthplace of several world religions, the Indian subcontinent is home to countless sacred and holy sites. This article is about a few of the most notable sites of the Buddhist, Hindu, Islamic, Jain, and Sikh faiths.\n","Latitude":"?","Longitude":"?","Url":"https://en.wikivoyage.org/wiki/Sacred_sites_of_the_Indian_sub-continent","Country":"India","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/WV_banner_Dhamekh_stupa.jpg/2560px-WV_banner_Dhamekh_stupa.jpg"}]