[{"Name":"Jerusalem","Description":"Jerusalem (Hebrew: ירושלים Yerushalayim, Arabic: القدس al-Quds)  is the capital and largest city of Israel, though most other countries and the United Nations do not recognize it as Israel's capital.\n","Latitude":"31.7833","Longitude":"35.2167","Url":"https://en.wikivoyage.org/wiki/Jerusalem","Country":"Israel"},{"Name":"Akko","Description":"Akko(עכו), also known historically to Arabs as عكّا ('Akka) and Westerners as Acre, lies on the northern edge of the Bay of Acre in northern Israel and receives many Baha'i pilgrims. On its present site, Akko possesses a long history of various cultures: Israelites, Greeks, Romans, Crusaders and Arabs. Akko is a holy city in the Bahá'í Faith and has been recognised as a UNESCO World Heritage Site as a site of extraordinary significance to the world’s cultural heritage.\n","Latitude":"32.926","Longitude":"35.084","Url":"https://en.wikivoyage.org/wiki/Akko","Country":"Israel"},{"Name":"Beer Sheva","Description":"Be'er Sheva (also spelled Beersheba, Hebrew באר שבע) is a desert city of approximately 200,000 inhabitants in southern Israel. It is the sixth largest city in the country and the gateway to the Negev region of Israel. It is well known to readers of the Bible, but the modern city was only founded in 1900.\n","Latitude":"31.25888889","Longitude":"34.79777778","Url":"https://en.wikivoyage.org/wiki/Beer_Sheva","Country":"Israel"},{"Name":"Eilat","Description":"Eilat (אילת, aka Elat) is the only Israeli city on the Red Sea.  Eilat (pop 85,000) is the southernmost town in Israel, isolated from the rest of the country by the Negev desert.\n","Latitude":"29.5500","Longitude":"34.9500","Url":"https://en.wikivoyage.org/wiki/Eilat","Country":"Israel"},{"Name":"Haifa","Description":"Haifa (Hebrew חֵיפָה Heifa; Arabic حَيْفَا Ḥayfā) is the third largest city in Israel and the largest city in the north of the country with a population close to 300,000. The city is located on Israel's Mediterranean shoreline, on Mount Carmel and at its foot. Haifa is an important transportation, industrial and cultural center and one of Israel's most important maritime trade centers.\n","Latitude":"32.8167","Longitude":"34.9833","Url":"https://en.wikivoyage.org/wiki/Haifa","Country":"Israel"},{"Name":"Nazareth","Description":"Nazareth (Arabic الناصرة an-Nāṣirah, Hebrew נצרת Nasarat) is a city in northern Israel. With a population of 60,000, it is the largest Arab city in Israel proper with a mixed but quite harmonious Christian and Muslim population.\n","Latitude":"32.701944","Longitude":"35.303333","Url":"https://en.wikivoyage.org/wiki/Nazareth","Country":"Israel"},{"Name":"Safed","Description":"Safed (Hebrew: צפת Tsfat) is a city in the Upper Galilee region of Israel, and is one of the oldest centers for Jewish learning and spirituality, home to the Kabbalah movement which is popular with celebrities.\n","Latitude":"32.9658333","Longitude":"35.4983333","Url":"https://en.wikivoyage.org/wiki/Safed","Country":"Israel"},{"Name":"Tel Aviv","Description":"Tel Aviv (Hebrew: תל אביב, Arabic: تل أبيب) is the second largest city in Israel (after Jerusalem), and the largest metropolitan area. It is on the Mediterranean coast, about 60 km northwest of Jerusalem and 100 km south of Haifa. The official name is Tel Aviv-Yafo (תל אביב-יפו), and reflects the fact that the city has grown beside (and absorbed) the ancient port city of Yafo (English: Jaffa, Arabic: يافا Yafa), to the south of the new city center. Tel Aviv is home to most foreign embassies in Israel.\n","Latitude":"32.08032","Longitude":"34.78061","Url":"https://en.wikivoyage.org/wiki/Tel_Aviv","Country":"Israel"},{"Name":"Tiberias","Description":"Tiberias (Hebrew Teveriyah טבריה) is a large resort town located on the western shore of the Sea of Galilee in northern Israel.\n","Latitude":"32.78186","Longitude":"35.52747","Url":"https://en.wikivoyage.org/wiki/Tiberias","Country":"Israel"},{"Name":"Jerusalem/Old City","Description":"The Old City of Jerusalem (Hebrew: העיר העתיקה‎, Ha'Ir Ha'Atiqah, Arabic: البلدة القديمة‎, al-Balda al-Qadimah) is that part of Jerusalem surrounded by the impressive 16th-century Ottoman city walls and representing the heart of the city both historically and spiritually. In a city already divided, the Old City is further divided culturally and historically into four residential Quarters: (clockwise from the southeast) the Jewish, Armenian, Christian, and Muslim Quarters. A fifth area, the Temple Mount/Haram esh-Sharif, contains the Dome of the Rock, Al-Aqsa Mosque, and other Muslim religious sites, and was once the site of the Jewish Temple. The whole Old City is a UNESCO World Heritage site.\n","Latitude":"31.77666667","Longitude":"35.23416667","Url":"https://en.wikivoyage.org/wiki/Jerusalem/Old_City","Country":"Israel"},{"Name":"Akko","Description":"Akko(עכו), also known historically to Arabs as عكّا ('Akka) and Westerners as Acre, lies on the northern edge of the Bay of Acre in northern Israel and receives many Baha'i pilgrims. On its present site, Akko possesses a long history of various cultures: Israelites, Greeks, Romans, Crusaders and Arabs. Akko is a holy city in the Bahá'í Faith and has been recognised as a UNESCO World Heritage Site as a site of extraordinary significance to the world’s cultural heritage.\n","Latitude":"32.926","Longitude":"35.084","Url":"https://en.wikivoyage.org/wiki/Akko","Country":"Israel"},{"Name":"Sea of Galilee region","Description":"The Sea of Galilee (Hebrew: Yam Kinneret) is the largest freshwater lake of Israel.\n","Latitude":"32.79997","Longitude":"35.58815","Url":"https://en.wikivoyage.org/wiki/Sea_of_Galilee_region","Country":"Israel"},{"Name":"Dead Sea (Israel)","Description":"The Dead Sea (Hebrew: ים המלח, Hebrew transliteration:Yam HaMelach; Arabic: البحر الميت, Arabic transliteration: al-Bahir al-Mayyit) has its western coast in Israel and the West Bank. It is the lowest point in the world at 394.6 m (1269 ft) below sea level. 25 km of Dead Sea coastline lie within Palestinian Authority territory, including Qumran and Ein Feshka.\n","Latitude":"31.3333","Longitude":"35.5000","Url":"https://en.wikivoyage.org/wiki/Dead_Sea_(Israel)","Country":"Israel"},{"Name":"Jezreel Valley","Description":"The Jezreel Valley is an extensive inland valley large valley, largely rural, located in northern Israel.\n","Latitude":"32.596389","Longitude":"35.241944","Url":"https://en.wikivoyage.org/wiki/Jezreel_Valley","Country":"Israel"},{"Name":"Judaean Desert","Description":"The Judaean Desert is a desert in Israel and the West Bank that lies east of Jerusalem and the Judean hills and west of the Jordan Valley and Dead Sea.\n","Latitude":"31.7","Longitude":"35.3","Url":"https://en.wikivoyage.org/wiki/Judaean_Desert","Country":"Israel"},null,{"Name":"Masada","Description":"Masada [dead link] (Hebrew: מצדה) is a magnificently located fortress site in Israel's stark Judaean Desert, close to the Dead Sea. The last Jewish holdout to fall to Rome in 73 CE, Masada symbolizes the exile of the Jewish nation from the Holy Land. Its violent end has become a symbol of bravery and self-sacrifice since the founding of the State of Israel in 1948.\n","Latitude":"31.315555555556","Longitude":"35.353888888889","Url":"https://en.wikivoyage.org/wiki/Masada","Country":"Israel"},{"Name":"Ein Avdat","Description":"\nSde Boker is a kibbutz in the central Negev (the south of Israel), most famous for being the past residence of the first prime minister of Israel, David Ben-Gurion, who moved there after he left his office in order to live his ideals of settling the Negev. The name Sde Boker also commonly refers to the nearby ecologic settlement and educational complex, the Ben-Gurion College, at the edge of which is the tomb of the late prime minister and his wife, set on the ridge overlooking the mighty Zin Valley.\n","Latitude":"30.868889","Longitude":"34.7925","Url":"https://en.wikivoyage.org/wiki/Ein_Avdat","Country":"Israel"},{"Name":"Caesarea","Description":"Caesarea (Hebrew: Qeysarya, קיסריה) is a small, wealthy town and extensive archaeological site on the Mediterranean coast of Israel, located some 50 km north of Tel Aviv and several kms north of Hadera. Population 4,200. Caesarea is close to Jisr az-Zarqa, an Arab village which has a backpacker guest house. In between the two are some of the most beautiful beaches in Israel.\n","Latitude":"32.5","Longitude":"34.9","Url":"https://en.wikivoyage.org/wiki/Caesarea","Country":"Israel"},{"Name":"Beth Shean Valley","Description":"\nThe Beit She'an Valley is an area in the Jordan Valley of northern Israel. It consists of the town of Beit She'an (also spelled Beit/Bet/Beth Shean/She'an/Shan), as well as a number of kibbutzim and other small agricultural communities.\n","Latitude":"32.4794","Longitude":"35.5058","Url":"https://en.wikivoyage.org/wiki/Beth_Shean_Valley","Country":"Israel"},null,null,{"Name":"Rosh Haniqra","Description":"Rosh Haniqra (Hebrew: ראש הנקרה \"head of the rock caves\"; also transliterated Rosh Hanikra) is a dazzlingly white coastal rock cliff formation on the far northern coast of Israel, next to the Lebanese border.\n","Latitude":"33.0833","Longitude":"35.1167","Url":"https://en.wikivoyage.org/wiki/Rosh_Haniqra","Country":"Israel"},{"Name":"Mitzpe Ramon","Description":"\nMitzpe Ramon (Hebrew מצפה רמון) is a small town in the remote Negev of Israel. It's about an hour's drive south of Be'er Sheva.\n","Latitude":"30.61","Longitude":"34.8","Url":"https://en.wikivoyage.org/wiki/Mitzpe_Ramon","Country":"Israel"},{"Name":"Mount Hermon","Description":"Mount Hermon is in the Golan Heights.\n","Latitude":"33.3080","Longitude":"35.7725","Url":"https://en.wikivoyage.org/wiki/Mount_Hermon","Country":"Israel"},{"Name":"Carmel Range","Description":"The Carmel Range, often referred to simply as \"Mount Carmel\" (though this more properly refers to the hills immediately above Haifa), is a compact region of hills in Israel extending westwards from the Central Hill country to the Mediterranean Sea.\n","Latitude":"32.6725","Longitude":"35.023333","Url":"https://en.wikivoyage.org/wiki/Carmel_Range","Country":"Israel"},{"Name":"Ben Gurion International Airport","Description":"Ben Gurion International Airport (TLV IATA) is Israel's primary airport. Named after Israel's first prime minister, it is near the town of Lod (hence its previous name - Lod/Lydda Airport), on the outskirts of the Tel Aviv metropolitan area.\n","Latitude":"32.00375","Longitude":"34.87302","Url":"https://en.wikivoyage.org/wiki/Ben_Gurion_International_Airport","Country":"Israel"},{"Name":"Haifa","Description":"Haifa (Hebrew חֵיפָה Heifa; Arabic حَيْفَا Ḥayfā) is the third largest city in Israel and the largest city in the north of the country with a population close to 300,000. The city is located on Israel's Mediterranean shoreline, on Mount Carmel and at its foot. Haifa is an important transportation, industrial and cultural center and one of Israel's most important maritime trade centers.\n","Latitude":"32.8167","Longitude":"34.9833","Url":"https://en.wikivoyage.org/wiki/Haifa","Country":"Israel"}]