[{"Name":"Bucharest","Description":"\nBucharest (Romanian: București) is Romania's capital and largest city, as well as the most important industrial and commercial center of the country. With more than 2.1 million inhabitants in the urban area, Bucharest is one of the largest cities in Southeastern Europe.\n","Latitude":"44.4325","Longitude":"26.1039","Url":"https://en.wikivoyage.org/wiki/Bucharest","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/1/1d/Bucarest_Wikivoyage_Banner.png"},{"Name":"Brașov","Description":"\nBrașov (pronounced Bra-shov) is a city in Transylvania, Romania. It's set in the Carpathian Mountains in the centre of the country, 180 km from Bucharest. It's mostly a modern industrial city with a population of about 250,000, but the reason to visit is the well-preserved Old Town. It's also an alternative base for skiing at the nearby resort of Poiana Brașov.\n","Latitude":"45.6667","Longitude":"25.6167","Url":"https://en.wikivoyage.org/wiki/Bra%C8%99ov","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/2/2d/Bra%C5%9Fov_banner.jpg"},{"Name":"Cluj-Napoca","Description":"Cluj-Napoca (Romanian), Kolozsvár (Hungarian) or Klausenburg (German) is the capital of Cluj county and the unofficial capital of the historical region of Transylvania . The city, with about 320,000 people (2016), is very pleasant, and it is a great experience for those who want to see urban Transylvanian life at its best. Along with fine dining, excellent cultural activities, a wonderful historical legacy and a great atmosphere, the city will not disappoint those who add it to their travel itinerary. What's more is the fact that Cluj (as it's called for short) is so easy to access and get around.\n","Latitude":"46.7667","Longitude":"23.5833","Url":"https://en.wikivoyage.org/wiki/Cluj-Napoca","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/fc/Cluj-Napoca_banner.jpg"},{"Name":"Constanța","Description":"Constanța (pronounced Constantza) is a coastal Black Sea town in southern part of Northern Dobruja, Romania, the second most important city in the country and, during summer, a somewhat touristic city. It is the capital of the Constanța county and the Black Sea's largest seaport, a great city to begin to explore the wonders of the sea.\n","Latitude":"44.1733333","Longitude":"28.6383333","Url":"https://en.wikivoyage.org/wiki/Constan%C8%9Ba","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f3/WV_banner_Constanta_Roman_mosaics.jpg"},{"Name":"Iași","Description":"Iaşi (pronounced yashy) is the second city of Romania after Bucharest, the national capital, by population and in cultural, historical and academic importance. It is the second largest university centre in Romania.\n","Latitude":"47.16150","Longitude":"27.58386","Url":"https://en.wikivoyage.org/wiki/Ia%C8%99i","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/WV_banner_Iasi_Bahlui_river.jpg/2560px-WV_banner_Iasi_Bahlui_river.jpg"},{"Name":"Sibiu","Description":"Sibiu is a town in southern Transylvania, Romania, 280 km by road from Bucharest.\nThe old town centre is very attractive. Sibiu is also a good base for exploring elsewhere in Transylvania.\n","Latitude":"45.7874","Longitude":"24.1433","Url":"https://en.wikivoyage.org/wiki/Sibiu","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/5/58/Sibiu_banner_1.jpg"},{"Name":"Sighișoara","Description":"Sighișoara is on the Tarnava River in Mures county, in the historic region of Transylvania. German craftsmen and merchants, The Transylvanian Saxons, were invited here by the King of Hungary during the 12th century, to settle and defend the frontier. Central Sighișoara has preserved in an exemplary way the features of a small medieval fortified city and it has been listed by UNESCO as a World Heritage Site. Each year a Medieval Festival takes place in the old citadel in July. Sighișoara is a popular tourist destination due to its well preserved walled old town. The landmark of the city is the Clock Tower, a 64-m high tower built in 1556. It is now a Museum of History.\n","Latitude":"46.216944444","Longitude":"24.791111111","Url":"https://en.wikivoyage.org/wiki/Sighi%C8%99oara","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/2/2a/Sighisoara_banner.jpg"},{"Name":"Suceava","Description":"Suceava is a city in Southern Bukovina.\n","Latitude":"47.651389","Longitude":"26.255556","Url":"https://en.wikivoyage.org/wiki/Suceava","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f6/Suceava_banner_1.jpg"},{"Name":"Timișoara","Description":"Timişoara is a university city and industrial center in western Romania.  It is often described as the most cosmopolitan city in Romania.\n","Latitude":"45.7597","Longitude":"21.23","Url":"https://en.wikivoyage.org/wiki/Timi%C8%99oara","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Timisoara_banner_1.jpg/2560px-Timisoara_banner_1.jpg"},{"Name":"Hunedoara (city)","Description":"Hunedoara is the second biggest city in Hunedoara County, after Deva.\n","Latitude":"45.758","Longitude":"22.907","Url":"https://en.wikivoyage.org/wiki/Hunedoara_(city)","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f2/Pagebanner_default.jpg"},{"Name":"Sinaia","Description":"Sinaia is one of Romania's finest holiday resorts, located deep into the Carpathian Mountains. In the late 19th century King Charles I of Romania chose Sinaia as his summer residence and built the fabulous Peles Castle,  which is today the city's best known landmark.\n","Latitude":"45.350000","Longitude":"25.551389","Url":"https://en.wikivoyage.org/wiki/Sinaia","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Sinaia_banner_Pele%C8%99_Castle.jpg/2560px-Sinaia_banner_Pele%C8%99_Castle.jpg"},{"Name":"Predeal","Description":"Predeal is a resort town in the Transylvania region of Romania, in Braşov County. An important mountain resort, Predeal is located on the Prahova Valley and is surrounded by five massifs: Postăvarul, Piatra Mare, Bucegi, Baiului and Fiţifoi. The name is derived from the Romanian archaic form \"pre deal\" which means \"on the hill\" or from the Slavic word \"predel\", which means \"bound\", \"limit\". In the late years the town has known a remarkable boom in construction, with many well-off people from all over the country, having a mountain retreat in Predeal.\n","Latitude":"45.504722222222","Longitude":"25.578611111111","Url":"https://en.wikivoyage.org/wiki/Predeal","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Predeal_banner_1.JPG/2560px-Predeal_banner_1.JPG"},{"Name":"Poiana Brașov","Description":"Poiana Brașov is a ski resort village in the Transylvania region of Romania.\n","Latitude":"45.5955","Longitude":"25.5540","Url":"https://en.wikivoyage.org/wiki/Poiana_Bra%C8%99ov","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f2/Pagebanner_default.jpg"},{"Name":"Băile Herculane","Description":"Baile Herculane is a spa town in Caraș-Severin County, Romania. The history of this town goes way back to second century.\n","Latitude":"44.8833","Longitude":"22.4167","Url":"https://en.wikivoyage.org/wiki/B%C4%83ile_Herculane","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f2/Pagebanner_default.jpg"},null,{"Name":"Transylvanian Alps","Description":"Transylvania is the largest region of Romania and probably the best known one. When you visit Transylvania you dive into a mix of cultures, nature and history. Transylvania is a diverse region: it is worth trying to observe the differences that exist within the region, both culturally and naturally. This region is a place with abundant history and multicultural convergence. All over Transylvania the cohabitation of Romanians, Hungarians, Saxons and Roma is the leading theme. Transylvania is rich in myth and misty medieval sites: there about 100 castles and fortresses and about 70 fortified churches. Romania's greatest and best preserved castles and fortresses are to be found here. But for the more curious traveler, there are many small villages with old houses and fortified churches. As Transylvania is circled by the Carpathian mountains there are a lot of mountain forests and hiking or climbing possibilities. All over the Carpathians there are great national parks. In the center of Transylvania there are green hills and rivers.  Most big cities are very western Europe like, and the infrastructure is generally good, making it easy for travelers.\n","Latitude":"46.77","Longitude":"23.58","Url":"https://en.wikivoyage.org/wiki/Transylvanian_Alps","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/6/65/Oarda_Alba_banner.jpg"},{"Name":"Painted Monasteries","Description":"The Painted Monasteries are in Southern Bukovina, in northern Romania. Most of them have been nominated as UNESCO World Heritage sites and all lie in rural areas, surrounded by farms and a lovely countryside. Often (but not always) picturesque little villages lie next to them, established as people settled next to the road leading to the monasteries. Typically, they consist of nothing but farms and these hamlets have no center and no public transport. If you want to have a look around, an hour or so should easily be enough.\n","Latitude":"?","Longitude":"?","Url":"https://en.wikivoyage.org/wiki/Painted_Monasteries","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/e/ed/WV_banner_Painted_monasteries.jpg"},{"Name":"Biertan","Description":"Biertan is a town in Sibiu County. \n","Latitude":"46.1359","Longitude":"24.5209","Url":"https://en.wikivoyage.org/wiki/Biertan","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/d/df/Biertan_Banner.jpg"},{"Name":"Câlnic","Description":"Câlnic is a town in Alba County. \n","Latitude":"45.8870","Longitude":"23.6575","Url":"https://en.wikivoyage.org/wiki/C%C3%A2lnic","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f2/Pagebanner_default.jpg"},{"Name":"Dârjiu","Description":"Dârjiu is a commune in Harghita County. It lies in the Székely Land, an ethno-cultural region in eastern Transylvania.\n","Latitude":"46.2008","Longitude":"25.1990","Url":"https://en.wikivoyage.org/wiki/D%C3%A2rjiu","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f2/Pagebanner_default.jpg"},{"Name":"Prejmer","Description":"Prejmer is a town in Brașov County. \n","Latitude":"45.7198","Longitude":"25.7722","Url":"https://en.wikivoyage.org/wiki/Prejmer","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f2/Pagebanner_default.jpg"},{"Name":"Saschiz","Description":"Saschiz is a village in Mureș County. It is a UNESCO world heritage site.\n","Latitude":"46.18","Longitude":"24.97","Url":"https://en.wikivoyage.org/wiki/Saschiz","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f2/Pagebanner_default.jpg"},{"Name":"Viscri","Description":"Viscri or Deutsch Weisskirch is a village in Brasov County. It is a UNESCO world heritage site.\n","Latitude":"46.0500","Longitude":"25.0833","Url":"https://en.wikivoyage.org/wiki/Viscri","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f2/Pagebanner_default.jpg"},{"Name":"Danube Delta","Description":"The Danube Delta (Delta Dunarii), is a UNESCO World Heritage site. It is located in the far eastern corner of Romania, at the border with Ukraine. The area is world famous for its saline-marine ecosystems.\n","Latitude":"45.0833","Longitude":"29.5","Url":"https://en.wikivoyage.org/wiki/Danube_Delta","Country":"Romania","Photo":"https://upload.wikimedia.org/wikipedia/commons/e/eb/Danube_delta_banner_1.jpg"},null,null]