[{"Name":"Mbabane","Description":"\nMbabane is the capital city of Swaziland.\n","Latitude":"-26.320833","Longitude":"31.161667","Url":"https://en.wikivoyage.org/wiki/Mbabane","Country":"Swaziland"},{"Name":"Lobamba","Description":"\nLobamba is the traditional capital of Swaziland, and home to around 11,000 citizens.\n","Latitude":"-26.416667","Longitude":"31.166667","Url":"https://en.wikivoyage.org/wiki/Lobamba","Country":"Swaziland"},{"Name":"Manzini","Description":"Manzini is the second biggest city in Swaziland and the major business centre.\n","Latitude":"-26.4833","Longitude":"31.3667","Url":"https://en.wikivoyage.org/wiki/Manzini","Country":"Swaziland"},null,null,null,{"Name":"Mkhaya Game Reserve","Description":"Mkhaya Game Reserve is in Swaziland.\n","Latitude":"-26.6250","Longitude":"31.7375","Url":"https://en.wikivoyage.org/wiki/Mkhaya_Game_Reserve","Country":"Swaziland"},{"Name":"Hlane Royal National Park","Description":"The Hlane Royal National Park in Swaziland is one of the best parks in Southern Africa for tracking elephants or rhinos by foot.\n","Latitude":"-26.25","Longitude":"31.88","Url":"https://en.wikivoyage.org/wiki/Hlane_Royal_National_Park","Country":"Swaziland"},{"Name":"Malolotja Nature Reserve","Description":"Malolotja Nature Reserve is in Swaziland. It is one of the most impressive mountain parks in Southern Africa. The spectacular scenery and the variety of fauna and flora makes it a prime highveld conservation area. It is the last unspoilt mountain wilderness left in Swaziland. The reserve extends over an area of 18 000 hectares in north-west Swaziland, making it the largest proclaimed protected area in the Kingdom.\n","Latitude":"-26.0980","Longitude":"31.0990","Url":"https://en.wikivoyage.org/wiki/Malolotja_Nature_Reserve","Country":"Swaziland"},null,null,{"Name":"Mlawula Nature Reserve","Description":"Mlawula Nature Reserve is in north-eastern Swaziland, covering an area of approximately 16,500 hectares. The reserve lies within the transitional zone between two biogeographic regions, the dry thorn savannas of the west, and the moister coastal thickets of the east. The reserve consists of three distinct ecological zones, the Ndzindza plateau, the Siphiso Valley and the rhyolite ridges of the western boundary. Although small, the reserve is contiguous with other protected areas (Mbuluzi and Simunye Nature Reserves, Hlane Wildlife Sanctuary), and other areas of natural vegetation (north bank of the Mbuluzi River, Mhlumeni area, adjacent area in Mozambique).\n","Latitude":"-26.2340","Longitude":"32.0000","Url":"https://en.wikivoyage.org/wiki/Mlawula_Nature_Reserve","Country":"Swaziland"}]