[{"Name":"Bamako","Description":"Bamako is the capital of Mali and straddles the Niger river. With a population of around 1.7 million, it's the largest city in Mali and one of the largest in West Africa.\n","Latitude":"12.3742339","Longitude":"-8.3382892","Url":"https://en.wikivoyage.org/wiki/Bamako","Country":"Mali"},{"Name":"Gao","Description":"\n","Latitude":"16.266666666667","Longitude":"-0.05","Url":"https://en.wikivoyage.org/wiki/Gao","Country":"Mali"},{"Name":"Kayes","Description":"Kayes is a city in the Kayes Region on the river Senegal in the West African country of Mali.\n","Latitude":"14.4500","Longitude":"-11.4333","Url":"https://en.wikivoyage.org/wiki/Kayes","Country":"Mali"},{"Name":"Kidal","Description":"\nKidal is a city in Mali, and the capital of the Kidal Region.\n","Latitude":"18.4437725","Longitude":"1.37432","Url":"https://en.wikivoyage.org/wiki/Kidal","Country":"Mali"},{"Name":"Mopti","Description":"Mopti is one of the main ports in Mali, and a good gateway for many of the country's most impressive attractions such as Djenné, Timbuktu, and Dogon Country.\n","Latitude":"14.495833","Longitude":"-4.198611","Url":"https://en.wikivoyage.org/wiki/Mopti","Country":"Mali"},{"Name":"Ségou","Description":"Segou or Ségou is a city in the Segou region of Mali.\n","Latitude":"13.4500","Longitude":"-6.2667","Url":"https://en.wikivoyage.org/wiki/S%C3%A9gou","Country":"Mali"},{"Name":"Sikasso","Description":"Sikasso is a city in Sikasso Region in the south of Mali, 375 km (233 mi) from the capital Bamako.\n","Latitude":"11.3167","Longitude":"-5.6667","Url":"https://en.wikivoyage.org/wiki/Sikasso","Country":"Mali"},{"Name":"Timbuktu","Description":"Timbuktu (also Tombouctou or Timbuctu) is a Tuareg city on the Niger River in the country of Mali.\n","Latitude":"16.7759","Longitude":"-3.0094","Url":"https://en.wikivoyage.org/wiki/Timbuktu","Country":"Mali"},{"Name":"Adrar des Ifoghas","Description":"The Adrar des Ifoghas is a large plateau in the eastern Kidal region of Mali covering roughly 250 000 square kilometers. Adrar is the Tamasheq word for mountain while Ifoghas is the name of a Tuareg clan which lives in the region, the French so named it to differentiate from their (long-held) Adrar in Mauritania. The area is home to a surprising number of animals, including gazelles, antelopes, hyenas, jackals, snakes, & lizards. It contains some very scenic desert landscapes, including granite outcrops, eroded sandstone, gueltas (similar to an oasis, but less \"green\" around them), rock paintings, petrified wood, and even an ancient river valley.\n","Latitude":"19.1167","Longitude":"1.7500","Url":"https://en.wikivoyage.org/wiki/Adrar_des_Ifoghas","Country":"Mali"},{"Name":"Dogon Country","Description":"Dogon Country (French: Pays Dogon) is the name used for a region of south-central Mali renowned for its secluded villages embedded on cliffs that are up to 500 m tall which were inscribed as an UNESCO World Heritage Site in 1989. These are near the city of Bandiagara.\n","Latitude":"14.3500","Longitude":"-3.6167","Url":"https://en.wikivoyage.org/wiki/Dogon_Country","Country":"Mali"},{"Name":"Djenné","Description":"Djenné is a city in Mali, famous for its mosque, which is the biggest mudbrick building in the world. As of 1987, the city had a population of 12,000. Djenné has been recognized as a UNESCO World Heritage Site. UNESCO says on its website that \"Djenné became a market centre and an important link in the trans-Saharan gold trade.\"\n","Latitude":"13.905556","Longitude":"-4.555","Url":"https://en.wikivoyage.org/wiki/Djenn%C3%A9","Country":"Mali"}]