[{"Name":"Prague","Description":"Prague (Czech: Praha) is the capital and largest city of the Czech Republic. The city's historic buildings and narrow, winding streets are testament to its centuries-old role as capital of the historic region of Bohemia. Prague lies on the banks of the beautiful, meandering Vltava River that reflects the city's golden spires and 9th century castle that dominates the skyline.\n","Latitude":"50.0664","Longitude":"14.473","Url":"https://en.wikivoyage.org/wiki/Prague","Country":"Czech Republic"},{"Name":"Brno","Description":"Brno (German: Brünn, Štatl in the local dialect)  is the major city of Moravia (a historical region in the Czech Republic). It is the largest city in Moravia and the second largest city in the Czech Republic by population and area. It was founded around the year 1000; and since the 14th century, the city served as the capital of Moravia. Brno is the heart of Moravia and its cultural hub; it's home to many institutions related to Moravian history and culture. At the same time, Brno represents the administrative center of the contemporary South Moravian region. It has a population of around 380,000 people, and it's located in a beautiful natural environment between South Moravian vineyards and the Moravian Karst.\n","Latitude":"49.2000","Longitude":"16.6167","Url":"https://en.wikivoyage.org/wiki/Brno","Country":"Czech Republic"},{"Name":"České Budějovice","Description":"České Budějovice (also known as Budweis in German or English) is in South Bohemia, in the Czech Republic. The town has since grown into the metropolitan centre. It is the largest town in South Bohemia region and it has approximately 96,000 inhabitants.\n","Latitude":"48.97464","Longitude":"14.47436","Url":"https://en.wikivoyage.org/wiki/%C4%8Cesk%C3%A9_Bud%C4%9Bjovice","Country":"Czech Republic"},{"Name":"Český Krumlov","Description":"Český Krumlov (German: Krumau) is a beautiful town of 14,600 inhabitants located in Southern Bohemia in the Czech Republic. Like Prague, the town is situated on the Vltava River and is full of Baroque buildings housing cafes and bars, features a spectacular castle (the second largest in the Czech Republic), and an old-town square. The town's appearance is little changed since the 18th century and the buildings have been well maintained and restored.  In 1992 Cesky Krumlov was added to the UNESCO World Heritage List [1]. The town is very popular among tourists, who outnumber the local population in the summer.\n","Latitude":"48.81113","Longitude":"14.31521","Url":"https://en.wikivoyage.org/wiki/%C4%8Cesk%C3%BD_Krumlov","Country":"Czech Republic"},{"Name":"Karlovy Vary","Description":"Karlovy Vary (also known as Karlsbad, its German name or Carlsbad, its English name) is a city in Bohemia, in the western Czech Republic.\n","Latitude":"50.2333","Longitude":"12.8667","Url":"https://en.wikivoyage.org/wiki/Karlovy_Vary","Country":"Czech Republic"},{"Name":"Kutná Hora","Description":"Kutná Hora is a town in the Central Bohemia region of the Czech Republic.\n","Latitude":"49.94871","Longitude":"15.26808","Url":"https://en.wikivoyage.org/wiki/Kutn%C3%A1_Hora","Country":"Czech Republic"},{"Name":"Olomouc","Description":"Olomouc (Olomóc or Holomóc in the local dialect, Olmütz in German) has the second largest and second oldest historic preservation zone in the Czech Republic (after Prague). Olomouc lies astride the Morava River and is surrounded by the fertile Haná plain. It was the capital of Moravia until 1641 and is the fifth-largest city in the country, with approximately 99,500 inhabitants.\n","Latitude":"49.59424","Longitude":"17.25068","Url":"https://en.wikivoyage.org/wiki/Olomouc","Country":"Czech Republic"},{"Name":"Ostrava","Description":"Ostrava is a city in the borderland of Moravia and Silesia in the Czech Republic. With a population of nearly 300,000, it is the third largest city in the Czech Republic and the centre of the second largest urban agglomeration after Prague.\n","Latitude":"49.835556","Longitude":"18.292500","Url":"https://en.wikivoyage.org/wiki/Ostrava","Country":"Czech Republic"},{"Name":"Pilsen","Description":"Pilsen (Czech: Plzeň) [1] is in Bohemia, in the Czech Republic in Central Europe. It is the home and birthplace of the Pilsener (or pilsner) beer variety which is derived from the city's name.\n","Latitude":"49.74806","Longitude":"13.37740","Url":"https://en.wikivoyage.org/wiki/Pilsen","Country":"Czech Republic"},{"Name":"Bohemian Paradise","Description":"\nThe Bohemian Paradise (Czech: Český ráj) is a protected landscape area located in North Bohemia, Czech Republic. It provides numerous options for hiking and biking through the environment.\n","Latitude":"50.519722","Longitude":"15.170556","Url":"https://en.wikivoyage.org/wiki/Bohemian_Paradise","Country":"Czech Republic"},{"Name":"Karlštejn","Description":"\nKarlštejn is a town approximately 20km west of Prague best known for Karlštejn Castle.  It is the most visited and one of the most beautiful castles in the Czech Republic.  Construction of the castle was completed in 1365 under the reign of Holy Roman Emperor Charles IV.  There is a national forest around the castle with some very nice hiking.  Nearby in the village of Svatý Jan Pod Skalou you can visit a beautiful monastery including the 'holy cave' that it was built upon.\n","Latitude":"49.93759","Longitude":"14.18599","Url":"https://en.wikivoyage.org/wiki/Karl%C5%A1tejn","Country":"Czech Republic"},{"Name":"Krkonoše","Description":"\nThe Giant Mountains, known as the Karkonosze (pronounced [ˈkr̩konoʃɛ]) in Polish, Krkonoše in Czech, and Riesengebirge in German, are part of the Sudetes mountain range in Central Europe and form the border between Poland and the Czech Republic. They offer beautiful scenery, national parks and winter resorts.\n","Latitude":"50.75","Longitude":"15.583333","Url":"https://en.wikivoyage.org/wiki/Krkono%C5%A1e","Country":"Czech Republic"},{"Name":"Litomysl","Description":"Litomyšl (German: Leitomischl) is a small city (10,000 inhabitants) in Eastern Bohemia. Its renaissance chateau is one of the twelve Czech sites inscribed on the UNESCO World Heritage List, and the town is famous as the birthplace of composer Bedřich Smetana.\n","Latitude":"49.8700","Longitude":"16.3128","Url":"https://en.wikivoyage.org/wiki/Litomysl","Country":"Czech Republic"},{"Name":"Mariánské Lázně","Description":"Mariánské Lázně (\"mariaanskae  laaznjae\") is a spa town in West Bohemia in Western Czech Republic with a population of 13,300 and is close to the German border.\n","Latitude":"49.964444","Longitude":"12.701111","Url":"https://en.wikivoyage.org/wiki/Mari%C3%A1nsk%C3%A9_L%C3%A1zn%C4%9B","Country":"Czech Republic"},{"Name":"Mutenice Wine Region","Description":"The Mutěnice Wine Region [dead link] is composed of four villages - Mutěnice, Dubňany, Ratíškovice and Milotice.\n","Latitude":"48.90388","Longitude":"17.02881","Url":"https://en.wikivoyage.org/wiki/Mutenice_Wine_Region","Country":"Czech Republic"},{"Name":"Nové Město na Moravě","Description":"Nové Město na Moravě is a town in the Bohemian-Moravian Highlands of the Czech Republic. It has 10,464 inhabitants. Near Nové Město na Moravě, there is a test facility of EGU Brno. Although it may be not possible to visit this installation, you should have a closer look on it as to this facility a transmission tower belongs, which looks like a construction of Gyro Gearloose and is therefore nicknamed \"Gyro Gearloose Tower\".\n","Latitude":"49.56174","Longitude":"16.07411","Url":"https://en.wikivoyage.org/wiki/Nov%C3%A9_M%C4%9Bsto_na_Morav%C4%9B","Country":"Czech Republic"},{"Name":"Terezín","Description":"\nTerezín is a town in the Czech Republic with around 3,000 inhabitants. It is mainly known for its fortress, and for the Theresienstadt concentration camp; see Holocaust remembrance.\n","Latitude":"50.5","Longitude":"14.15","Url":"https://en.wikivoyage.org/wiki/Terez%C3%ADn","Country":"Czech Republic"},{"Name":"Znojmo","Description":"Znojmo is a small (35,000 inhabitants) town in South Moravia, Czech Republic. It's famous for its compact old town centre with oldest buildings dating back to 12th century, wine and nearby National Park Podyjí.\n","Latitude":"48.85537","Longitude":"16.04890","Url":"https://en.wikivoyage.org/wiki/Znojmo","Country":"Czech Republic"}]