[{"Name":"Yerevan","Description":"Yerevan (Armenian: Երեւան) is the capital of the Republic of Armenia, one of the three hubs of the South Caucasus and is home to over a million people - the largest Armenian community in the world. In Soviet years Yerevan underwent massive reconstruction, following architect Alexander Tamanyan's plan to make a \"perfect city\" - a Neo-Classical town with wide avenues, resembling Paris, Vienna and Saint Petersburg.\n","Latitude":"40.1774","Longitude":"44.5126","Url":"https://en.wikivoyage.org/wiki/Yerevan","Country":"Armenia"},{"Name":"Alaverdi","Description":"Alaverdi (Armenian: Ալավերդի) is a city in Northern Armenia. The largest city in the Debed Canyon of Lori, an area rich with historical monuments and natural beauty, Alaverdi is your best bet for refueling, getting supplies or finding other things you'd expect in a town.  The town itself has little to offer of historic value, save for the beautiful old foot bridge, since it was built as a mining town, a fact which you won't be able to miss as you go past the massive mining works. The mine once wreaked massive environmental damage, which stopped for a while with the collapse of the USSR, but now it has restarted, albeit on a much smaller scale. You can drive to the Sarahart suburb, which is on top of the canyon cliffs, or you can walk up the ancient foot path which is past the bridge. The funnest, and perhaps most dangerous option though is the funicular, which takes the miners to and from work. Sarahart is adjacent to Sanahin Village, with the famous monastery, and the museum to the Migoyan brothers, with their extraordinary accomplishments of worldwide significance.\n","Latitude":"41.095","Longitude":"44.661","Url":"https://en.wikivoyage.org/wiki/Alaverdi","Country":"Armenia"},{"Name":"Dilijan","Description":"Dilijan is a town with mild climate and fresh air to the northeast of Yerevan. It is famous for its lovely surroundings, called the \"Armenian Switzerland\" by the locals, due to the densely forested valleys and mountains with alpine meadows surrounding them. It is an excellent base for hiking.\n","Latitude":"40.740833","Longitude":"44.863056","Url":"https://en.wikivoyage.org/wiki/Dilijan","Country":"Armenia"},{"Name":"Echmiadzin","Description":"Echmiadzin (renamed Vagharshapat in 1992), in Central Armenia, is Armenia's fourth-largest city. It is the seat of the Armenian Catholicos, head of the Armenian Apostolic Church, and a UNESCO World Heritage Site.\n","Latitude":"40.166666666667","Longitude":"44.3","Url":"https://en.wikivoyage.org/wiki/Echmiadzin","Country":"Armenia"},{"Name":"Gyumri","Description":"Gyumri is the second largest city in Armenia and the capital of Shirak Province in Northern Armenia. \n","Latitude":"40.789444","Longitude":"43.847500","Url":"https://en.wikivoyage.org/wiki/Gyumri","Country":"Armenia"},{"Name":"Jermuk","Description":"Jermuk is a spa town in Southern Armenia, where much of the country's mineral water comes from. The town is full of Soviet hotels and sanatoriums, some of which have been renovated to high standards. The countryside at this very high elevation resort is worth the visit as well, with canyons, forest and wildlife to explore.\n","Latitude":"39.85","Longitude":"45.683333333333","Url":"https://en.wikivoyage.org/wiki/Jermuk","Country":"Armenia"},{"Name":"Tsaghkadzor","Description":"Tsaghkadzor is a city in Central Armenia, known for being a ski resort, with forests and an ancient monastery.  In the summer, people go there to get away from the city life of Yerevan, and the heat, for the fresh air in the mountains.  In the winter, the town is completely overtaken by skiers and people who just want to relax and enjoy the snow and scenery.\n","Latitude":"40.5333","Longitude":"44.7167","Url":"https://en.wikivoyage.org/wiki/Tsaghkadzor","Country":"Armenia"},{"Name":"Vanadzor","Description":"Vanadzor (Armenian: Վանաձոր) is capital of Lori Marz, in the North Central part of Armenia. Vanadzor is Armenia's third largest city, with a population of about 105,000 people.  There are a few old churches, however big part of the city has been built during the time of the Soviet Union with a grand central square, a humongous old Soviet chemical factory which has been idle for decades, and a river running through the somewhat narrow valley, surrounded by hills.\n","Latitude":"40.810","Longitude":"44.484","Url":"https://en.wikivoyage.org/wiki/Vanadzor","Country":"Armenia"}]