[{"Name":"Ankara","Description":"\nAnkara is Turkey's capital, and its second city in size after Istanbul. Literally and figuratively, it is located at the heart of both Turkey and Central Anatolia, the surrounding region. The population is around 4.5 million.\n","Latitude":"39.92876","Longitude":"32.85204","Url":"https://en.wikivoyage.org/wiki/Ankara","Country":"Turkey"},{"Name":"Antalya","Description":"\nAntalya is the largest city on the Turkish Mediterranean coast, and is one of the hubs of the so-called Turkish Riviera.\n","Latitude":"36.9000","Longitude":"30.6833","Url":"https://en.wikivoyage.org/wiki/Antalya","Country":"Turkey"},{"Name":"Bodrum","Description":"Bodrum is a town on the southern Aegean coast of Turkey, popular with tourists from all over the world.\n","Latitude":"37.0333","Longitude":"27.4333","Url":"https://en.wikivoyage.org/wiki/Bodrum","Country":"Turkey"},{"Name":"Edirne","Description":"Edirne (pronounced eh-deer-neh) is a city in Eastern Thrace, in northwest Turkey. It lies on the gently rolling Thracian plains (much of the city is fairly flat, though) and just east of confluence of Maritsa, Tundzha, and Arda Rivers, known in Turkish as Meriç, Tunca, and Arda, respectively.\n","Latitude":"41.6667","Longitude":"26.5667","Url":"https://en.wikivoyage.org/wiki/Edirne","Country":"Turkey"},{"Name":"Istanbul","Description":"Istanbul (Turkish: İstanbul) is a city of fantastic history, culture and beauty. Called Byzantium in ancient times, the city's name was changed to Constantinople in 324 CE when it was rebuilt by the first Christian Roman Emperor, Constantine. The name \"Istanbul\", which - perhaps surprisingly - comes from Greek and could be translated as a corruption of \"to the city\". While the term had been in widespread use for centuries, it only became the official name of the city upon the foundation of the Republic of Turkey in the 1920s.\n","Latitude":"41.013611","Longitude":"28.955000","Url":"https://en.wikivoyage.org/wiki/Istanbul","Country":"Turkey"},{"Name":"Izmir","Description":"İzmir is a rapidly growing city on the Central Aegean coast of Turkey.\n","Latitude":"38.43333333","Longitude":"27.15","Url":"https://en.wikivoyage.org/wiki/Izmir","Country":"Turkey"},{"Name":"Konya","Description":"\nKonya is a city in Central Anatolia in Turkey, known as the city of whirling dervishes and for its outstanding Seljuk architecture.\n","Latitude":"37.8667","Longitude":"32.4833","Url":"https://en.wikivoyage.org/wiki/Konya","Country":"Turkey"},{"Name":"Trabzon","Description":"Trabzon (formerly Trebizond) is the largest city in the Eastern Karadeniz region of Turkey.   Trabzon functioned as an independent state or empire during several periods in its long history, ruling over a vast area spanning from Sinope in the west to Georgia in the east, even including domains on the Crimea. Within Turkey Trabzon is known as a hospitable, energetic, traditional and patriotic city, which is culturally somewhat distinct from the rest of the country.\n","Latitude":"41.0000","Longitude":"39.7333","Url":"https://en.wikivoyage.org/wiki/Trabzon","Country":"Turkey"},{"Name":"Urfa","Description":"\nUrfa (also Şanlıurfa, formerly Edessa) is a city in Southeastern Anatolia, and the provincial capital of Şanlıurfa Province. The modern city of Urfa is situated about 80 km east of the Euphrates River. It has a rapidly growing population.\n","Latitude":"37.1667","Longitude":"38.8000","Url":"https://en.wikivoyage.org/wiki/Urfa","Country":"Turkey"},{"Name":"Ani","Description":"Ani is a former city in Eastern Anatolia, which at its peak served as the capital of the Armenian  Empire under the Bagratid Dynasty, rivaling the most powerful cities of the Middle East. The archaeological site is listed as a UNESCO World Heritage site.\n","Latitude":"40.507500","Longitude":"43.572778","Url":"https://en.wikivoyage.org/wiki/Ani","Country":"Turkey"},{"Name":"Cappadocia","Description":"Cappadocia (Turkish: Kapadokya) is an area in Central Anatolia in Turkey best known for its unique moon-like landscape, underground cities, cave churches and houses carved in the rocks.\n","Latitude":"38.6583","Longitude":"34.8536","Url":"https://en.wikivoyage.org/wiki/Cappadocia","Country":"Turkey"},{"Name":"Ephesus","Description":"Ephesus (Turkish: Efes) is a large world heritage-listed archeological site in Aegean Turkey and one of the country's major tourist attractions. \n","Latitude":"37.941111","Longitude":"27.341944","Url":"https://en.wikivoyage.org/wiki/Ephesus","Country":"Turkey"},{"Name":"Gallipoli","Description":"Gallipoli (Turkish: Gelibolu) is a peninsula locality in north-western Turkey, close to Istanbul. The Gallipoli Peninsula is the site of extensive First World War battlefields and memorials on the north bank of the Dardanelles Strait. It is a commemorative site for the Allied (British Empire, France) and Turkish forces who fought, died and were wounded there. The Gallipoli Campaign also known as the Battle of the Dardanelles was very costly for both sides, and casualties and losses amount to 220,000 with a 59% casualty rate for the Allied forces, and 253,000 with a 60% casualty rate for the Turkish forces.\n","Latitude":"40.217","Longitude":"26.325","Url":"https://en.wikivoyage.org/wiki/Gallipoli","Country":"Turkey"},{"Name":"Kahta","Description":"Kâhta is a town in Southeastern Anatolia.\n","Latitude":"37.7833","Longitude":"38.6167","Url":"https://en.wikivoyage.org/wiki/Kahta","Country":"Turkey"},{"Name":"Ölüdeniz","Description":"Ölüdeniz is a town near Fethiye in Turkey, famous for its 'Blue Lagoon'.\n","Latitude":"36.5493","Longitude":"29.1150","Url":"https://en.wikivoyage.org/wiki/%C3%96l%C3%BCdeniz","Country":"Turkey"},{"Name":"Pamukkale","Description":"\n","Latitude":"37.9205","Longitude":"29.1210","Url":"https://en.wikivoyage.org/wiki/Pamukkale","Country":"Turkey"},null,{"Name":"Uludağ","Description":"Uludağ (pronounced oo loo daa) is a national park and wintersports resort in Southern Marmara of Turkey.\n","Latitude":"40.069444","Longitude":"29.221389","Url":"https://en.wikivoyage.org/wiki/Uluda%C4%9F","Country":"Turkey"}]