[{"Name":"Belmopan","Description":"Belmopan is the capital of Belize, nearer the geographic center of the country than (former capital) Belize City.  It was established following the massive damage that occurred when Hurricane Hattie struck Belize City in 1961. An inland location was deemed a safer location for the national government than the low-lying seaside metropolis of Belize City.\n","Latitude":"17.25","Longitude":"-88.7675","Url":"https://en.wikivoyage.org/wiki/Belmopan","Country":"Belize"},{"Name":"Belize City","Description":"Belize City is the largest city in Belize.  It is on a small peninsula protruding into the Caribbean Sea. It was the capital city until flooding and other damage from a hurricane in 1961 prompted the government to relocated to Belmopan, closer to the geographic center of the country.\n","Latitude":"17.504722","Longitude":"-88.186667","Url":"https://en.wikivoyage.org/wiki/Belize_City","Country":"Belize"},{"Name":"Corozal Town","Description":"Corozal Town in Northern Belize lies on the Caribbean Sea, 9 miles from the Mexican border. It has a population of approximately 8,100, and is the capital of the district of Corozal.\n","Latitude":"18.392972","Longitude":"-88.388486","Url":"https://en.wikivoyage.org/wiki/Corozal_Town","Country":"Belize"},{"Name":"Crooked Tree","Description":"Crooked Tree is a town in Belize District, Belize.\n","Latitude":"17.7667","Longitude":"-88.5333","Url":"https://en.wikivoyage.org/wiki/Crooked_Tree","Country":"Belize"},{"Name":"Dangriga","Description":"Dangringa is a funky Garifuna town in Stann Creek, Belize. It looks a bit rough around the edges, but is home to some of the friendliest people you're likely to meet. If exploring Belize in any depth you're likely to come through here at least once en route to the south or to the southern cayes... spend a night if you've got the time.\n","Latitude":"16.9667","Longitude":"-88.2167","Url":"https://en.wikivoyage.org/wiki/Dangriga","Country":"Belize"},{"Name":"Hopkins (Belize)","Description":"Hopkins is a small village in Stann Creek in Belize with a long beach and access to the Belize Barrier Reef for snorkeling and diving, garifuna drumming, and nearby nature parks.  ","Latitude":"16.8667","Longitude":"-88.2833","Url":"https://en.wikivoyage.org/wiki/Hopkins_(Belize)","Country":"Belize"},{"Name":"Orange Walk Town","Description":"Orange Walk Town is the capital of the Orange Walk district 57 miles north of Belize City. The agricultural town is not a tourist hotspot but a good base for explorations of Northern Belize and the Mayan ruins Lamanai.\n","Latitude":"18.075","Longitude":"-88.55833333","Url":"https://en.wikivoyage.org/wiki/Orange_Walk_Town","Country":"Belize"},{"Name":"Punta Gorda (Belize)","Description":"Punta Gorda is the southernmost town in Belize, and the capital of the Toledo District. It was founded as Peini by the Garifuna and is today home to over 5,000 people from the many different ethnic groups found in Toledo. While it remains a fairly sleepy little town except for market days, it gives travellers a genuine taste of the 'real' Belize.\n","Latitude":"16.1","Longitude":"-88.8","Url":"https://en.wikivoyage.org/wiki/Punta_Gorda_(Belize)","Country":"Belize"},{"Name":"San Ignacio (Belize)","Description":"San Ignacio is a small town in the Cayo region of Belize. San Ignacio, or Cayo as it is called, is located on the Macal river, and makes a good and affordable base for exploration of the stunning regions around it, with plenty of day trips to be taken and several decent tour guides willing to take you. It's also an important transit town en route to or from Guatemala.\n","Latitude":"17.160125","Longitude":"-89.059997222222","Url":"https://en.wikivoyage.org/wiki/San_Ignacio_(Belize)","Country":"Belize"},{"Name":"Ambergris Caye","Description":"Ambergris Caye is the largest of several hundred islands in the northernmost waters of Belize, Central America.  This simple island is a top destination in Belize for tourists worldwide,and its lack of high-rise hotels or big city public transportation gives the island a relaxed, laid-back feel.\n","Latitude":"18.013947","Longitude":"-87.931039","Url":"https://en.wikivoyage.org/wiki/Ambergris_Caye","Country":"Belize"},{"Name":"Caye Caulker","Description":"Caye Caulker is a small island off the coast of Belize, 1.6 km (1 mi) west of the Barrier Reef.  It's about 8.2 km (5 mi) in length with a population of 1,300 and counting.\n","Latitude":"17.742500","Longitude":"-88.025000","Url":"https://en.wikivoyage.org/wiki/Caye_Caulker","Country":"Belize"},{"Name":"Placencia peninsula","Description":"Placencia is a long, narrow peninsula – almost an island – along the Caribbean coastline of Belize.\n","Latitude":"16.593889","Longitude":"-88.366667","Url":"https://en.wikivoyage.org/wiki/Placencia_peninsula","Country":"Belize"},{"Name":"Tobacco Caye","Description":"Tobacco Caye is a tiny island off the coast of Belize, popular with budget travellers. Hammocks, novels, group meals and a healthy dose of snorkelling are likely to fill your day, on one of the few islands that won't break the bank in a country that normally excels at doing so.\n","Latitude":"16.8983","Longitude":"-88.0619","Url":"https://en.wikivoyage.org/wiki/Tobacco_Caye","Country":"Belize"},{"Name":"Altun Ha","Description":"Altun Ha are the ruins of an ancient Maya city in Belize, in the Belize District about 30 miles (50 km) north of Belize City and about 6 miles (10 km) west of the shore of the Caribbean.\n","Latitude":"17.763950","Longitude":"-88.347061","Url":"https://en.wikivoyage.org/wiki/Altun_Ha","Country":"Belize"},{"Name":"Caracol","Description":"Caracol is in the Cayo Region of Belize.\n","Latitude":"16.763927777778","Longitude":"-89.117591666667","Url":"https://en.wikivoyage.org/wiki/Caracol","Country":"Belize"},{"Name":"Lamanai","Description":"Lamanai is in Northern Belize. The name Lamanai means \"submerged crocodile\". \n","Latitude":"17.752567","Longitude":"-88.654469","Url":"https://en.wikivoyage.org/wiki/Lamanai","Country":"Belize"},{"Name":"Lubaantun","Description":"Lubaantun (meaning \"the place of the fallen stones\") is a Late Classic Maya site near the village of San Pedro Columbia in southern Belize and is a great counterpart to Tikal and Caracol if you’re on the Mayan Ruin tour.  The quiet green forest can easily wrap around you as you wander the ruins alone.\n","Latitude":"16.281111","Longitude":"-88.965000","Url":"https://en.wikivoyage.org/wiki/Lubaantun","Country":"Belize"},{"Name":"Xunantunich","Description":"Xunantunich is an archaeological site outside the town of San Jose Succotz, in the Cayo District of Belize. \n","Latitude":"17.0839","Longitude":"-89.1339","Url":"https://en.wikivoyage.org/wiki/Xunantunich","Country":"Belize"}]