[{"Name":"Lima","Description":"Lima is the capital of Peru and its largest city.\n","Latitude":"-12.043333","Longitude":"-77.028333","Url":"https://en.wikivoyage.org/wiki/Lima","Country":"Peru"},{"Name":"Arequipa","Description":"Arequipa is a city in the Southern Coastal region of Peru just below the edge of the Altiplano, at 2380 meters above sea level and surrounded by three impressive volcanoes. It's Peru's second most important city (after Lima), and the second most popular among tourists (after Cusco).\n","Latitude":"-16.398763888889","Longitude":"-71.536883333333","Url":"https://en.wikivoyage.org/wiki/Arequipa","Country":"Peru"},{"Name":"Ayacucho","Description":"Ayacucho is in the Southern Sierra region of Peru. The population is about 100,000, altitude 2,700 m. Ayacucho is embedded in a broad sunny valley with mild climate. It is home of the Morocucho people, a group of the Quechua.\n","Latitude":"-13.163055555556","Longitude":"-74.224444444444","Url":"https://en.wikivoyage.org/wiki/Ayacucho","Country":"Peru"},{"Name":"Cajamarca","Description":"Cajamarca is located in the northern highlands of Peru.\n","Latitude":"-7.1644444444444","Longitude":"-78.510555555556","Url":"https://en.wikivoyage.org/wiki/Cajamarca","Country":"Peru"},{"Name":"Chiclayo","Description":"Chiclayo is in northern coastal Peru.\n","Latitude":"-6.762961","Longitude":"-79.836614","Url":"https://en.wikivoyage.org/wiki/Chiclayo","Country":"Peru"},{"Name":"Cuzco","Description":"Cuzco or Cusco (Qosqo in Quechua, Cusco in Spanish), in the Southern Sierras, is a fascinating city that was the capital of the Inca Empire.  Cuzco is a  UNESCO World Heritage site and is one of Peru's most visited cities as it is the largest and most comfortable city from which tourists can begin visits to Machu Picchu, the Sacred Valley of the Incas, and other Inca sites in the region.\n","Latitude":"-13.525000","Longitude":"-71.972222","Url":"https://en.wikivoyage.org/wiki/Cuzco","Country":"Peru"},{"Name":"Iquitos","Description":"Iquitos is in the Amazonas region of Peru. (Don't confuse it with the Department Amazonas where Chachapoyas is located.) Iquitos is the capital of the vast Department of Loreto, which covers most of the northern Amazon region of Peru.\n","Latitude":"-3.75","Longitude":"-73.25","Url":"https://en.wikivoyage.org/wiki/Iquitos","Country":"Peru"},{"Name":"Puno","Description":"Puno is a port city at an altitude of over 3,800 meters, on the shores of Lake Titicaca on the Altiplano of Peru. Despite its picturesque hillside setting, the city itself is a ramshackle collection of mostly unfinished modern buildings – its biggest attraction is as a departure point for the famous floating islands on the Peruvian side of Lake Titicaca. This, and its proximity to the Bolivian border, means that it’s a regular stop on the South American tourist trail.\n","Latitude":"-15.843333","Longitude":"-70.023611","Url":"https://en.wikivoyage.org/wiki/Puno","Country":"Peru"},{"Name":"Trujillo (Peru)","Description":"Trujillo is a moderately large city in Northwestern Peru, very close to the Pacific Coast.  Trujillo was founded in 1534 among 4 (of 3,500 archaeological sites in the valley) Chimu (& earlier remarkable cultures) settlements to enable the Spanish to ally with them against the Incas.  Due to its geographic location it is also known for its seafood and the beaches of its famous surf and beach resort Huanchaco.\n","Latitude":"-8.116667","Longitude":"-79.033331","Url":"https://en.wikivoyage.org/wiki/Trujillo_(Peru)","Country":"Peru"},null,{"Name":"Chavín de Huántar","Description":"Chavín de Huántar is an archaeological site from the pre-Incan Chavin culture of around 900BC containing ruins and other artefacts. The site is a designated UNESCO World Heritage Site.\n","Latitude":"-9.5833","Longitude":"-77.2500","Url":"https://en.wikivoyage.org/wiki/Chav%C3%ADn_de_Hu%C3%A1ntar","Country":"Peru"},{"Name":"Huascarán National Park","Description":"\nHuascarán National Park is in the Central Sierra region of Peru. It's inscribed on the UNESCO World Heritage list.\n","Latitude":"-9.240","Longitude":"-77.484","Url":"https://en.wikivoyage.org/wiki/Huascar%C3%A1n_National_Park","Country":"Peru"},{"Name":"Lake Titicaca","Description":"\nLake Titicaca (Spanish: Lago Titicaca) is located on the border between northern Bolivia and southern Peru. It is considered the highest commercially navigable body of water in the world (3821m).\n","Latitude":"-15.7500","Longitude":"-69.4167","Url":"https://en.wikivoyage.org/wiki/Lake_Titicaca","Country":"Peru"},{"Name":"Machu Picchu","Description":"Machu Picchu is the site of an ancient Inca city, high in the Andes of Peru. Located at 2,430 metres (8,000 ft), this  UNESCO World Heritage site is often referred to as “The Lost City of the Incas”, is one of the most familiar symbols of the Incan Empire, and is one of the most famous and spectacular sets of ruins in the world – a visit to Peru would not be complete without it.\n","Latitude":"-13.163056","Longitude":"-72.545556","Url":"https://en.wikivoyage.org/wiki/Machu_Picchu","Country":"Peru"},{"Name":"Manú National Park","Description":"The Manú National Park, in the isolated region of Madre de Dios, is one of the most diverse areas in Peru and South America and a UNESCO World Heritage site.\n","Latitude":"-11.8564","Longitude":"-71.7214","Url":"https://en.wikivoyage.org/wiki/Man%C3%BA_National_Park","Country":"Peru"},{"Name":"Nazca","Description":"Nazca or Nasca is a town in Peru's Southern Coast region. It is most famous for the Nazca Lines, a collection of long lines, geometrical figures, and giant drawings in the desert sand that have been inscribed on the UNESCO World Heritage list.\n","Latitude":"-14.828889","Longitude":"-74.943611","Url":"https://en.wikivoyage.org/wiki/Nazca","Country":"Peru"},{"Name":"Paracas","Description":"Paracas National Reserve is a popular nature reserve on the Southern Coast of Peru. \n","Latitude":"-14.25","Longitude":"-75.466666666667","Url":"https://en.wikivoyage.org/wiki/Paracas","Country":"Peru"},{"Name":"Río Abiseo National Park","Description":"\nRio Abiseo National Park (Parque Nacional del Río Abiseo) is a world heritage listed national park in the San Martín region near Tarapoto. Since 1986, the park has not been open to tourism due to the fragile nature of the natural and archaeological environments.\n","Latitude":"-7.92","Longitude":"-77.28","Url":"https://en.wikivoyage.org/wiki/R%C3%ADo_Abiseo_National_Park","Country":"Peru"},{"Name":"Máncora","Description":"Máncora is a small beach town on the Costanera Norte at the Peruvian Northern coast.\n","Latitude":"-4.1","Longitude":"-81.05","Url":"https://en.wikivoyage.org/wiki/M%C3%A1ncora","Country":"Peru"}]