[{"Name":"Paris","Description":"Paris, the cosmopolitan capital of France, is one of the largest agglomerations in Europe, with 2.2 million people living in the dense (105 km²) central city, 7 million people in the Metropole du Grand Paris (814 km²) and almost 12 million people living in the metropolitan area. In the north of the country on the river Seine, Paris has the reputation of being the most beautiful and romantic of all cities, brimming with historic associations and remaining vastly influential in the realms of culture, art, fashion, food and design.  Dubbed the City of Light (la Ville Lumière) and Capital of Fashion, it is home to some of the world's finest and most luxurious fashion designers and cosmetics, such as Chanel, Christian Dior, Yves Saint-Laurent, Guerlain, Lancôme, L'Oréal, and Clarins. A large part of the city, including the banks of the Seine, is a UNESCO World Heritage Site. The city has the second highest number of Michelin-starred restaurants in the world (after Tokyo, which is much larger) and contains numerous iconic landmarks such as the Eiffel Tower, the Arc de Triomphe, Notre-Dame de Paris, the Louvre, the Moulin Rouge and the Basilique du Sacré Cœur, making it one of the most popular international tourist destinations in the world, with around 14 million tourists annually.\n","Latitude":"48.856","Longitude":"2.351","Url":"https://en.wikivoyage.org/wiki/Paris","Country":"France","Photo":"https://upload.wikimedia.org/wikipedia/commons/d/d1/Paris_banner.jpg"},{"Name":"Bordeaux","Description":"Bordeaux is famous for its wines. It deserves to be equally famous for its magnificent neo-classical waterfront and old town, a UNESCO World Heritage Site\n","Latitude":"44.8386","Longitude":"-0.5783","Url":"https://en.wikivoyage.org/wiki/Bordeaux","Country":"France","Photo":"https://upload.wikimedia.org/wikipedia/commons/b/b3/Bordeaux_Wikivoyage_banner.jpg"},{"Name":"Nice","Description":"Nice (pronounced like the English word \"niece\") is a large city in France on the French Riviera. It's a popular destination for vacationers both young and old, with something to offer nearly everyone. It is well known for the beautiful view on the Promenade des Anglais, its famous waterfront, and is an ethnically diverse port city.\n","Latitude":"43.7034","Longitude":"7.2663","Url":"https://en.wikivoyage.org/wiki/Nice","Country":"France","Photo":"https://upload.wikimedia.org/wikipedia/commons/0/04/Nice_banner.jpg"},{"Name":"Lille","Description":"Lille (Dutch: Rijsel) is a medium-sized city in the Hauts-de-France region of northern France with a very large student population. This city has a strong industrial background, but, after some difficult years, it is now known throughout France for its handsome city centre and its very active cultural life.\n","Latitude":"50.6372","Longitude":"3.0633","Url":"https://en.wikivoyage.org/wiki/Lille","Country":"France","Photo":"https://upload.wikimedia.org/wikipedia/commons/4/42/Lille_banner.jpg"},{"Name":"Lyon","Description":"\nLyon is the capital of the French administrative region of Auvergne-Rhône-Alpes, created by a 2016 merger of Rhône-Alpes with Auvergne. It also serves as the administrative centre for Metropolitan Lyon (French: Métropole de Lyon) and the Rhône département; the two entities were separated in 2015. A city of half a million, Lyon alone is the country's third-largest city, but its metropolitan area is only second in population to Paris. Lyon is mostly known as an economic centre with many corporate headquarters and bustling financial, IT and natural science industries, but it is also rich in historic and architectural heritage, and has a very vivid cultural life. It is also considered the gastronomic epicentre of France.\n","Latitude":"45.7597","Longitude":"4.8422","Url":"https://en.wikivoyage.org/wiki/Lyon","Country":"France","Photo":"https://upload.wikimedia.org/wikipedia/commons/e/e8/Banner_Lyon_Saint_Jean.jpg"},{"Name":"Marseille","Description":"Marseille (Latin: Massilia) is the second most populated city of France (and third urban area) the biggest mediterranean port and the economic center of the Provence-Alpes-Côte d'Azur region. In 2013 the city (with its region) was the European Capital of Culture, a large series of cultural events took place, and several new infrastructures were inaugurated. In 2013 Marseille also hosted the EuroPride.\n","Latitude":"43.2964","Longitude":"5.37","Url":"https://en.wikivoyage.org/wiki/Marseille","Country":"France","Photo":"https://upload.wikimedia.org/wikipedia/commons/5/58/Marseille_banner.jpg"},{"Name":"Nantes","Description":"Nantes (Breton: Naoned) is the capital of the north-western French region of Pays de la Loire. That said, Nantes has strong historical connections with the adjoining region of Brittany, and is the historical capital of the region (though not its official capital since the days of Napoleon).\n","Latitude":"47.2181","Longitude":"-1.5528","Url":"https://en.wikivoyage.org/wiki/Nantes","Country":"France","Photo":"https://upload.wikimedia.org/wikipedia/commons/8/8e/Nantes_banner.jpg"},{"Name":"Strasbourg","Description":"Strasbourg (German: Straßburg, Alsatian: Strossburi) is the capital of the Grand-Est region of France and is most widely known for hosting a number of important European institutions. It is also famous for its beautiful historical centre - the Grande Île - which was the first city centre to be classified entirely as a World Heritage Site by UNESCO.\n","Latitude":"48.5833333","Longitude":"7.75","Url":"https://en.wikivoyage.org/wiki/Strasbourg","Country":"France","Photo":"https://upload.wikimedia.org/wikipedia/commons/7/70/Strasbourg_banner.jpg"},{"Name":"Toulouse","Description":"\n","Latitude":"43.6045","Longitude":"1.444","Url":"https://en.wikivoyage.org/wiki/Toulouse","Country":"France","Photo":"https://upload.wikimedia.org/wikipedia/commons/8/89/Toulouse_banner.jpg"},{"Name":"Camargue","Description":"La Camargue encompasses the Rhone River delta in the southeast of France. It is one of the best places in Europe for birdwatching; also great for biking and horse riding.\n","Latitude":"43.53","Longitude":"4.5","Url":"https://en.wikivoyage.org/wiki/Camargue","Country":"France","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/WV_banner_Camargue_Horses.jpg/2560px-WV_banner_Camargue_Horses.jpg"},{"Name":"Corsica","Description":"Corsica (French: Corse, Corsican: Corsica) is an island and a region with special constitutional status of France in the Mediterranean Sea, southeast of mainland France and west of Italy. It is one of the least-visited of the large Mediterranean islands, but has many attractions including historical sights, incredible landscapes and - on the coast at least - a dependably warm and sunny climate for most of the year. The waters around the island offer excellent opportunities for diving and watersports, while inland the mountains draw hikers and climbers. Lastly, visitors come to appreciate Corsica's distinctive and stubbornly separatist culture.\n","Latitude":"42.1500","Longitude":"9.0833","Url":"https://en.wikivoyage.org/wiki/Corsica","Country":"France","Photo":"https://upload.wikimedia.org/wikipedia/commons/e/e5/Citadelle_de_Calvi_%28Haute-Corse%29-banner.jpg"},{"Name":"Disneyland Paris","Description":"Disneyland Paris (formerly Euro Disneyland and Disneyland Resort Paris), located in the Paris suburb of Marne-la-Vallée, is the Disney Empire's European variant of their archetypal \"Magic Kingdom\" theme park. It was the second Disney theme park resort to open outside the United States, after Tokyo Disney Resort.\n","Latitude":"48.868719","Longitude":"2.781800","Url":"https://en.wikivoyage.org/wiki/Disneyland_Paris","Country":"France","Photo":"https://upload.wikimedia.org/wikipedia/commons/7/73/Disneyland_Paris_banner.jpg"},{"Name":"French Alps","Description":"The French Alps are part of the large European chain of mountains known as the Alps.  They are primarily attractive for outdoor activities, such as Alpine Skiing and mountaineering. Less famous but still popular sports, in the region, include mountain bike (cross-country, Downhill), white water rafting and paragliding. The region is also noted for its stunning beauty, including many alpine lakes, the largest being Lake Geneva (Lac Leman), Lac d'Annecy and Lac de Bourget; these lakes are year-round attractions for their beauty and access to numerous water sports.\n","Latitude":"44.8000","Longitude":"6.5000","Url":"https://en.wikivoyage.org/wiki/French_Alps","Country":"France","Photo":"https://upload.wikimedia.org/wikipedia/commons/1/15/MontBlanc_banner1.jpg"},{"Name":"French Riviera","Description":"Located on the French coast of the Mediterranean Sea, the French Riviera (Côte d'Azur) has the glitz and glamour rivaled by few places on earth.\n","Latitude":"43.365000","Longitude":"6.849722","Url":"https://en.wikivoyage.org/wiki/French_Riviera","Country":"France","Photo":"https://upload.wikimedia.org/wikipedia/commons/b/bf/French_Riviera_banner_Foreshore_with_marina.jpg"},{"Name":"Loire Valley","Description":"The Loire Valley (French: Vallée de la Loire) (Valley of the Loire River) is a major tourist destination within France.\n","Latitude":"47.398889","Longitude":"0.702778","Url":"https://en.wikivoyage.org/wiki/Loire_Valley","Country":"France","Photo":"https://upload.wikimedia.org/wikipedia/commons/4/40/Montsoreau_plus_beaux_villages_du_monde_unesco_val_de_loire2.png"},{"Name":"Luberon","Description":"Luberon is a region in the Vaucluse department in southern France.\n","Latitude":"43.796111111111","Longitude":"5.2238888888889","Url":"https://en.wikivoyage.org/wiki/Luberon","Country":"France","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Luberon_Wikivoyage_Banner.jpg/2560px-Luberon_Wikivoyage_Banner.jpg"},{"Name":"Mont Saint Michel","Description":"\n","Latitude":"48.636","Longitude":"-1.5114","Url":"https://en.wikivoyage.org/wiki/Mont_Saint_Michel","Country":"France","Photo":"https://upload.wikimedia.org/wikipedia/commons/e/e0/Mont_Saint_Michel_banner_Skyline_detail.jpg"},{"Name":"Verdon Gorge","Description":"The Verdon Gorge (French: Les Gorges du Verdon) is an awe-inspiring canyon in the Alpes-de-Haute-Provence region of France. The canyon varies from between 6 and 100m at the bottom, and 200 to 1500m at its rim.\n","Latitude":"43.737777777778","Longitude":"6.3638888888889","Url":"https://en.wikivoyage.org/wiki/Verdon_Gorge","Country":"France","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Verdon_Gorge_Wikivoyage_Banner.jpg/2560px-Verdon_Gorge_Wikivoyage_Banner.jpg"}]