[{"Name":"Managua","Description":"Managua is the capital and largest city of  Nicaragua. A city that saw the death of Sandino, the rise of the Somozas and their fall from power at the hand of the Sandinistas, Managua is full of history and the closest thing to metropolis Nicaragua has. Ever threatened by earthquakes, Managua has mostly lost its historical downtown in a 1972 quake, but is slowly gaining yet another face through urban renewal policies of the current government. While many visitors to Nicaragua try to limit their time in the capital you should not make the same mistake as its theaters, museums, monuments and historical remnants are well worth spending some time, to say nothing of the nightlife.\n","Latitude":"12.136389","Longitude":"-86.251389","Url":"https://en.wikivoyage.org/wiki/Managua","Country":"Nicaragua"},{"Name":"León (Nicaragua)","Description":"Originally founded in 1524 on a different site and moved here in 1610, León [dead link] is one of the oldest cities in the Americas. With colonial splendor, it is the intellectual center of Nicaragua, renowned for its university, old churches, fine museums, revolutionary history and student life. It is also the home town of two of the finest poets in the Spanish language, Rubén Darío and Alfonso Cortés.\n","Latitude":"12.433","Longitude":"-86.886","Url":"https://en.wikivoyage.org/wiki/Le%C3%B3n_(Nicaragua)","Country":"Nicaragua"},{"Name":"Granada (Nicaragua)","Description":"Granada is the oldest colonial city in Nicaragua and the all-time-rival of Leon. It is located on the north west side of the Lago Cocibolca. Its colored colonial buildings, interesting history and relative safety make it an important tourism destination. It is the city in Nicaragua with the highest presence of expats and one of the most touristically \"developed\", especially compared to other cities in Nicaragua. Both these things will be immediately apparent to the visitor.\n","Latitude":"11.9333","Longitude":"-85.9500","Url":"https://en.wikivoyage.org/wiki/Granada_(Nicaragua)","Country":"Nicaragua"},{"Name":"Masaya","Description":"Masaya is a city in Nicaragua\n","Latitude":"11.9667","Longitude":"-86.1000","Url":"https://en.wikivoyage.org/wiki/Masaya","Country":"Nicaragua"},{"Name":"Estelí","Description":"Estelí is a city in the Northern Highlands of Nicaragua.\n","Latitude":"13.083333","Longitude":"-86.35","Url":"https://en.wikivoyage.org/wiki/Estel%C3%AD","Country":"Nicaragua"},{"Name":"Matagalpa","Description":"Matagalpa is the biggest city and commercial center of the Northern Highlands of Nicaragua.\n","Latitude":"12.916666666667","Longitude":"-85.916666666667","Url":"https://en.wikivoyage.org/wiki/Matagalpa","Country":"Nicaragua"},{"Name":"Jinotega","Description":"Jinotega is a city of about 50,000 inhabitants in the Northern Highlands of Nicaragua. Located in a valley 142 km North of Managua, it is the capital of the municipality and department of the same name.\n","Latitude":"13.166666666667","Longitude":"-86","Url":"https://en.wikivoyage.org/wiki/Jinotega","Country":"Nicaragua"},{"Name":"Bluefields","Description":"Bluefields is a city on the Caribbean coast of Nicaragua.\n","Latitude":"12.0000","Longitude":"-83.7500","Url":"https://en.wikivoyage.org/wiki/Bluefields","Country":"Nicaragua"},{"Name":"San Carlos (Nicaragua)","Description":"San Carlos is a city in Rio San Juan department of Nicaragua.\n","Latitude":"11.133333333333","Longitude":"-84.783333333333","Url":"https://en.wikivoyage.org/wiki/San_Carlos_(Nicaragua)","Country":"Nicaragua"},{"Name":"San Juan del Sur","Description":"San Juan del Sur is a port on the Pacific coast of southwestern Nicaragua. It's probably the best base for surfers to explore the surrounding beaches.\n","Latitude":"11.25","Longitude":"-85.866667","Url":"https://en.wikivoyage.org/wiki/San_Juan_del_Sur","Country":"Nicaragua"},{"Name":"Isla de Ometepe","Description":"Isla de Ometepe's name is derived from the Nahuatl words ome (two) and tepetl (mountain), meaning two mountains. An island in Lake Nicaragua in the country of Nicaragua, Ometepe is one of the country´s must-see. These twin volcanic islands are a remote escape located in the middle of Lago de Nicaragua. There are only a few small settlements on the island, along with a number of small coffee plantations.\n","Latitude":"11.5","Longitude":"-85.5833333","Url":"https://en.wikivoyage.org/wiki/Isla_de_Ometepe","Country":"Nicaragua"},{"Name":"Laguna de Apoyo","Description":"Laguna de Apoyo is a nature reserve in the Capital Region of Nicaragua.\n","Latitude":"11.922","Longitude":"-86.029","Url":"https://en.wikivoyage.org/wiki/Laguna_de_Apoyo","Country":"Nicaragua"},null,{"Name":"Volcan Masaya","Description":"Parque Nacional Volcán Masaya is in western Nicaragua, just outside the capital city of Managua.\n","Latitude":"11.98","Longitude":"-86.16","Url":"https://en.wikivoyage.org/wiki/Volcan_Masaya","Country":"Nicaragua"},null,{"Name":"Somoto","Description":"Somoto is a city in Northern Highlands of Nicaragua, famous for the dramatic Somoto Canyon.\n","Latitude":"13.4833","Longitude":"-86.5833","Url":"https://en.wikivoyage.org/wiki/Somoto","Country":"Nicaragua"},{"Name":"Big Corn Island","Description":"Big Corn Island lies approximately 50 miles (70 km) off the Caribbean coast of Nicaragua.\n","Latitude":"12.16667","Longitude":"-83.03333","Url":"https://en.wikivoyage.org/wiki/Big_Corn_Island","Country":"Nicaragua"},{"Name":"Pearl Lagoon","Description":"\nPearl Lagoon also known as Laguna de Perlas is a town on the Caribbean coast of Nicaragua.\n","Latitude":"12.3413","Longitude":"-83.6714","Url":"https://en.wikivoyage.org/wiki/Pearl_Lagoon","Country":"Nicaragua"},{"Name":"El Castillo","Description":"El Castillo is a town in Rio San Juan department of Nicaragua.\n","Latitude":"11.033333","Longitude":"-84.466667","Url":"https://en.wikivoyage.org/wiki/El_Castillo","Country":"Nicaragua"},{"Name":"Solentiname Islands","Description":"Solentiname Islands is in Nicaragua on the southeastern corner of Lago Nicaragua.\n","Latitude":"11.2","Longitude":"-85.03333333","Url":"https://en.wikivoyage.org/wiki/Solentiname_Islands","Country":"Nicaragua"},{"Name":"Ruta del Tránsito","Description":"Ruta de Tránsito is in Southern Nicaragua, traversing the country from coast to coast through the jungle along the San Juan river and past one of the largest lakes in Latin America — Lake Nicaragua. The route crosses the Rio San Juan Region as well as Southwestern Nicaragua.\n","Latitude":"10.947","Longitude":"-83.732","Url":"https://en.wikivoyage.org/wiki/Ruta_del_Tr%C3%A1nsito","Country":"Nicaragua"}]