[{"Name":"Andorra la Vella","Description":"\nAndorra la Vella is the capital of Andorra. At an altitude of 1023 m it is Europe's highest capital, and the only one located over 1 km above the sea level.  \n","Latitude":"42.5000","Longitude":"1.5167","Url":"https://en.wikivoyage.org/wiki/Andorra_la_Vella","Country":"Andorra"},null,{"Name":"Sant Julia de Loria","Description":"Sant Julia de Loria (correctly Sant Julià de Lòria) [1] [dead link] lies on border to Spain in the southern parish (administrative division) in Andorra between Andorra La Vella and Spain.\n","Latitude":"42.4667","Longitude":"1.4833","Url":"https://en.wikivoyage.org/wiki/Sant_Julia_de_Loria","Country":"Andorra"},{"Name":"Escaldes-Engordany","Description":"Escaldes-Engordany is a parish (administrative division) mainly to the east of Andorra La Vella but with main village of the same name 1.6 km N of the capital of Andorra on the road to La Massana and Ordino.\n","Latitude":"42.508889","Longitude":"1.540833","Url":"https://en.wikivoyage.org/wiki/Escaldes-Engordany","Country":"Andorra"},{"Name":"Encamp","Description":"Encamp is a parish (administrative division) and town 4 km NE of the capital of Andorra between Andorra La Vella and the French border at Pas de la Casa (2085 m).\n","Latitude":"42.5333","Longitude":"1.5833","Url":"https://en.wikivoyage.org/wiki/Encamp","Country":"Andorra"},{"Name":"La Massana","Description":"La Massana lies in the western border parish (administrative division) of the same name and en route to the town of Ordino in Andorra between Andorra La Vella and France.  \n","Latitude":"42.5500","Longitude":"1.5167","Url":"https://en.wikivoyage.org/wiki/La_Massana","Country":"Andorra"},{"Name":"Ordino","Description":"Ordino is the northernmost parish (administrative division) and town of Andorra between Andorra La Vella and France.  It has the fewest inhabitants of all Andorran parishes but covers almost the largest area.\n","Latitude":"42.5500","Longitude":"1.5333","Url":"https://en.wikivoyage.org/wiki/Ordino","Country":"Andorra"},{"Name":"Canillo","Description":"Canillo is a parish (administrative division) and town 12km NE of the capital of Andorra between Andorra La Vella and the French border at Pas de la Casa (2085m).\n","Latitude":"42.5667","Longitude":"1.6000","Url":"https://en.wikivoyage.org/wiki/Canillo","Country":"Andorra"},{"Name":"Arinsal","Description":"Arinsal is a village in Andorra, a small mountainous country in the Pyrenees mountains at the head of a valley. The old village part is clearly evident, but because it is also a ski resort it has grown a lot and has quite a number of hotels catering to this trade. As a result though outside the ski season the place is pretty much closed up including some of the bars and restaurants.\n","Latitude":"42.5667","Longitude":"1.4833","Url":"https://en.wikivoyage.org/wiki/Arinsal","Country":"Andorra"},{"Name":"Pal","Description":"Pal in Andorra lies in the northwestern border parish (administrative division) of La Massana and is a skiing village in the same area as Arinsal.  Cable car.   \n","Latitude":"42.5500","Longitude":"1.4833","Url":"https://en.wikivoyage.org/wiki/Pal","Country":"Andorra"},{"Name":"Pas de la Casa","Description":"Pas de la Casa is a town in Andorra, a small mountainous country in the Pyrenees mountains in Europe. It is located on the Andorran - French border quite high in the mountains.\n","Latitude":"42.5500","Longitude":"1.7333","Url":"https://en.wikivoyage.org/wiki/Pas_de_la_Casa","Country":"Andorra"},{"Name":"Soldeu","Description":"Soldeu and El Tarter lie in the parish (administrative division) of Canillo some 17km NE of the capital of Andorra between Andorra La Vella and the French border at Pas de la Casa (2085m). Arguably the best known area in Andorra for skiing, Soldeu and El Tarter (neighbour villages) are lively, good value for money, modern and friendly, with great skiing and snowboarding facilities.  In summer, Soldeu is popular with walkers and golfers who make the most of the beautiful scenery.  In winter the Soldeu weather conditions change dramatically with excellent snow conditions providing excellent terrain for skiing and snowboarding.\n","Latitude":"42.5833","Longitude":"1.6667","Url":"https://en.wikivoyage.org/wiki/Soldeu","Country":"Andorra"}]