[{"Name":"Washington, D.C.","Description":"Washington, D.C., the capital of the United States of America and the seat of its three branches of government, has an unparalleled collection of free, public museums, and the lion's share of the nation's most treasured monuments and memorials. The vistas on the National Mall between the Capitol, Washington Monument, White House, and Lincoln Memorial are iconic throughout the world.\n","Latitude":"38.90092","Longitude":"-77.02446","Url":"https://en.wikivoyage.org/wiki/Washington,_D.C.","Country":"United States"},{"Name":"Boston","Description":"A city of history and tradition, Boston offers a proud legacy of culture, education, and numerous sporting championships. Boston's independent spirit has been displayed to the world ever since colonists angry over a British tax on their beloved tea dumped shiploads of it into the harbor in protest.\n","Latitude":"42.359","Longitude":"-71.056","Url":"https://en.wikivoyage.org/wiki/Boston","Country":"United States"},{"Name":"Chicago","Description":"Chicago is the home of the blues and the truth of jazz, the heart of comedy and the idea of the skyscraper. Here, the age of railroads found its center, and airplanes followed suit. \"Stormy, Husky, Brawling / City of Big Shoulders,\" Chicago is a Heartland boomtown, its ethos defined by urban planner Daniel Burnham's immortal vision: \"Make no little plans; they have no magic to stir men's blood.\" It is one of the world's great cities, and yet the metropolitan luxuries of theater, shopping, and fine dining have barely put a dent in real Midwestern friendliness. It's a city with swagger, but without the surliness or even the fake smiles found in other cities of its size.\n","Latitude":"41.8756","Longitude":"-87.6276","Url":"https://en.wikivoyage.org/wiki/Chicago","Country":"United States"},{"Name":"Los Angeles","Description":"Frank Lloyd Wright is said to have quipped, \"Tip the world over on its side and everything loose will land in Los Angeles,\" a quote that has since been repeated both by those who love and hate L.A. The \"City of Angels\" is a city of sharp contrasts, home to people who hail from all parts of the globe and an important center of culture, business, media, and international trade. However, it's most famous for being a major center of the world's television, motion picture, and music industry, which forms the base of the city's status and lures visitors for its show business history and celebrity culture. Visitors are also drawn to Los Angeles for its Mediterranean climate and numerous beaches, which gave birth to California's famed surf culture.\n","Latitude":"34.0541","Longitude":"-118.2417","Url":"https://en.wikivoyage.org/wiki/Los_Angeles","Country":"United States"},{"Name":"Miami","Description":"Miami is a major city in the south-eastern United States and the second most populous city in Florida. The Miami metropolitan area is the largest in the state with an estimated population of over 6.1 million (2017), which makes it the 7th most populous metro area in the United States. Because it is sandwiched in by the Atlantic Ocean to the east and the Everglades to the west, the Miami metropolitan area is a lengthy 110 mi (180 km) north to south, but never more than 20 mi (32 km) east to west. Miami is 20 miles from Fort Lauderdale, 106 miles from Naples and 156 miles from Key West.\n","Latitude":"25.72909","Longitude":"-80.23744","Url":"https://en.wikivoyage.org/wiki/Miami","Country":"United States"},{"Name":"New Orleans","Description":"\n","Latitude":"29.95374","Longitude":"-90.07776","Url":"https://en.wikivoyage.org/wiki/New_Orleans","Country":"United States"},{"Name":"New York City","Description":"\n","Latitude":"40.719","Longitude":"-74.002","Url":"https://en.wikivoyage.org/wiki/New_York_City","Country":"United States"},{"Name":"San Francisco","Description":"The centerpiece of the Bay Area, San Francisco is one of the most visited cities in the world, and with good reason. The cultural center of northern California, San Francisco is renowned for its mixture of scenic beauty and unique culture that makes it one of the most vibrant and desirable cities in the nation, if not the world.\n","Latitude":"37.7857","Longitude":"-122.4061","Url":"https://en.wikivoyage.org/wiki/San_Francisco","Country":"United States"},{"Name":"Seattle","Description":"Seattle, Washington sits at one of the most beautiful spots in the United States. Occupying a narrow isthmus between the Puget Sound and Lake Washington, it is the biggest city in the Pacific Northwest, with four million people calling the area home. Seen from above, carpets of evergreen trees, pristine blue waters, and snowy white mountains surround the downtown's metallic skyscrapers, earning the city its nickname The Emerald City.\n","Latitude":"47.6032","Longitude":"-122.3303","Url":"https://en.wikivoyage.org/wiki/Seattle","Country":"United States"},{"Name":"Denali National Park","Description":"\nDenali National Park is a United States National Park that is home to Denali, North America's highest mountain (also known as Mt. McKinley). In addition, the park protects an incredible wilderness area that contains grizzly bears, caribou, moose, wolves, and numerous other creatures.  It is in the state of Alaska, 240 miles (386 km) north of Anchorage and 120 miles (193 km) south of Fairbanks.\n","Latitude":"63.21","Longitude":"-150.65","Url":"https://en.wikivoyage.org/wiki/Denali_National_Park","Country":"United States"},{"Name":"Grand Canyon","Description":"\nThe Grand Canyon is a UNESCO World Heritage Site that is entirely in northern Arizona and is one of the great tourist attractions in the United States.  The massive canyon encompasses several distinct areas, most famous of which is Grand Canyon National Park, a United States National Park. Visitors to the national park have many options, including: the remote North Rim; the more accessible (and therefore more crowded) South Rim; parts of the canyon, such as Phantom Ranch or the Colorado River, upon which many boating trips are made. In addition, parts of the southwestern end of the canyon are within the borders of two Indian reservations: the Havasupai Indian Reservation and the Hualapai Indian Reservation (which includes the development known as Grand Canyon West). Lastly, part of the southeastern end of the canyon is within the borders of the Navajo Nation. Except for the Navajo Nation portion, all sections of the canyon offer amenities for visitors. However, the national park, and in particular the South Rim, is by far the most popular destination and the best equipped to handle the millions of yearly visitors.\n","Latitude":"36.05444","Longitude":"-112.13944","Url":"https://en.wikivoyage.org/wiki/Grand_Canyon","Country":"United States"},{"Name":"Great Smoky Mountains National Park","Description":"Great Smoky Mountains National Park is a United States National Park, a UNESCO World Heritage Site, and an International Biosphere Reserve that straddles the border between Tennessee and North Carolina.  Because of its substantial size, its location within a few hundred miles of several large cities, its year-round accessibility, and of course its general appeal to a wide variety of people, it consistently ranks as the most-visited national park in the United States of America, with 9-10 million visits per year.\n","Latitude":"35.60065","Longitude":"-83.50877","Url":"https://en.wikivoyage.org/wiki/Great_Smoky_Mountains_National_Park","Country":"United States"},{"Name":"Mesa Verde National Park","Description":"\nMesa Verde National Park is a United States National Park and a UNESCO World Heritage Site located in the southwestern corner of the state of Colorado. The park is world-renowned for the incredibly well-preserved cliff dwellings it protects. Indeed, they are some of the most interesting archaeological sites in North America. Mesa Verde is also notable for its desert landscape of tall mesas and steep canyons.\n","Latitude":"37.25","Longitude":"-108.46","Url":"https://en.wikivoyage.org/wiki/Mesa_Verde_National_Park","Country":"United States"},{"Name":"Mount Rushmore National Memorial","Description":"Mount Rushmore National Memorial is a United States National Memorial in the west of South Dakota. Featuring the monumental faces of four former Presidents – George Washington, Thomas Jefferson, Teddy Roosevelt, and Abraham Lincoln – blasted and carved from the white rock of a mountain, Mount Rushmore is a national icon.\n","Latitude":"43.878947","Longitude":"-103.459825","Url":"https://en.wikivoyage.org/wiki/Mount_Rushmore_National_Memorial","Country":"United States"},{"Name":"Niagara Falls (New York)","Description":"Niagara Falls is in the Niagara Frontier region of New York state.\n","Latitude":"43.095503","Longitude":"-79.055847","Url":"https://en.wikivoyage.org/wiki/Niagara_Falls_(New_York)","Country":"United States"},{"Name":"Walt Disney World","Description":"At the Walt Disney World Resort, you can explore human innovation and cooperation; enjoy rides both thrilling and enchanting; relax and recuperate on the beach or the golf course; and discover an entire resort where children and adults can have fun—together.\n","Latitude":"28.38","Longitude":"-81.56","Url":"https://en.wikivoyage.org/wiki/Walt_Disney_World","Country":"United States"},{"Name":"Yellowstone National Park","Description":"\nYellowstone National Park is a United States National Park and a UNESCO World Heritage Site.  It was the world's first national park, set aside in 1872 to preserve the vast number of geysers, hot springs, and other thermal areas, as well as to protect the incredible wildlife and rugged beauty of the area.  The park contains 3,472 square miles (8,987 km2), mostly within the northwest corner of Wyoming, but with portions extending into the states of Idaho and Montana.\n","Latitude":"44.619","Longitude":"-110.547","Url":"https://en.wikivoyage.org/wiki/Yellowstone_National_Park","Country":"United States"},{"Name":"Yosemite National Park","Description":"Yosemite National Park is a United States National Park and a UNESCO World Heritage Site in the Sierra Nevada mountains in east-central California.  Approximately four million visitors each year come to Yosemite to marvel at its spectacular granite cliffs, towering waterfalls, remote wilderness, massive sequoia trees, and high mountain meadows.\n","Latitude":"37.7333","Longitude":"-119.5500","Url":"https://en.wikivoyage.org/wiki/Yosemite_National_Park","Country":"United States"}]