[{"Name":"Guatemala City","Description":"\n","Latitude":"14.6248","Longitude":"-90.5328","Url":"https://en.wikivoyage.org/wiki/Guatemala_City","Country":"Guatemala"},{"Name":"Antigua Guatemala","Description":"\n","Latitude":"14.5667","Longitude":"-90.7333","Url":"https://en.wikivoyage.org/wiki/Antigua_Guatemala","Country":"Guatemala"},{"Name":"Flores (Guatemala)","Description":"Flores is a town in Petén, Guatemala. The town proper is an island on Lago Petén Itzá, connected to land by a causeway, on the other side of which lie the twin towns Santa Elena and San Benito. All three are often referred to as Flores, and are grouped in one article here accordingly.\n","Latitude":"16.93","Longitude":"-89.8833","Url":"https://en.wikivoyage.org/wiki/Flores_(Guatemala)","Country":"Guatemala"},{"Name":"Melchor de Mencos","Description":"Melchor de Mencos is in Guatemala on the border with Belize and is usually a place that most travelers merely pass through, but it does have some stelae and zoomorphs in a square not far away. From the border, go to the first main road to the right. It is off to the right maybe a 20 minute walk away.\n","Latitude":"17.0667","Longitude":"-89.1500","Url":"https://en.wikivoyage.org/wiki/Melchor_de_Mencos","Country":"Guatemala"},{"Name":"Panajachel","Description":"Panajachel is in the Western Highlands of Guatemala. Panajachel, or Pana as it is widely known is a small town on the North shore of Lake Atitlán. Pana is a small town with a booming tourist industry. With the exception of possibly Antigua, Panajachel is one of the major tourism areas in Guatemala.\n","Latitude":"14.740611","Longitude":"-91.159417","Url":"https://en.wikivoyage.org/wiki/Panajachel","Country":"Guatemala"},{"Name":"Puerto Barrios","Description":"Puerto Barrios is a seaport and the capital of the department of Izabal on the Caribbean Coast of Guatemala. Its population is about 40,000 people. It is also the commercial heart of the region, because it has two ports: Puerto Barrios and Santo Tomás de Castilla. Santo Tomás is the biggest port in the country.\n","Latitude":"15.73","Longitude":"-88.6","Url":"https://en.wikivoyage.org/wiki/Puerto_Barrios","Country":"Guatemala"},{"Name":"Puerto San José","Description":"Puerto San José is a city in the Pacific Lowlands  region of Guatemala.\n","Latitude":"13.9333","Longitude":"-90.8167","Url":"https://en.wikivoyage.org/wiki/Puerto_San_Jos%C3%A9","Country":"Guatemala"},{"Name":"Quetzaltenango","Description":"Quetzaltenango, also known as Xela (pronounced SHAY-la) or Xelaju, is the second largest city in Guatemala. There are a number of attractions in town, and it's also a good base for exploring Guatemala's Western Highlands (\"Los Altos\"). Situated at the southwest of the country, the surrounding department has a variety of landscapes extending from the cold highlands to the warm Pacific coast. There are numerous volcanos, hot springs, valleys, mountains, rivers. The region provides a harvest of numerous products such as coffee, wheat, fruits and vegetables, and has sheep and cattle breeding.\n","Latitude":"14.84575","Longitude":"-91.51886","Url":"https://en.wikivoyage.org/wiki/Quetzaltenango","Country":"Guatemala"},{"Name":"Sayaxché","Description":"Sayaxché is a city in the Peten department of the Northern Lowlands of Guatemala. \nSayaxché is an excellent base of operations for visiting Maya ruins in western Petén, usually by river.\n","Latitude":"16.5167","Longitude":"-90.1833","Url":"https://en.wikivoyage.org/wiki/Sayaxch%C3%A9","Country":"Guatemala"},{"Name":"Lake Atitlán","Description":"Laguna de Atitlán, (English: Lake Atitlán), is a beautiful volcanic lake in the Western Highlands of Guatemala, renowned as one of the most beautiful lakes in the world, and is one of Guatemala's most important national and international tourist attraction. German explorer and naturalist Alexander von Humboldt called it \"the most beautiful lake in the world\". It is ringed by small towns, many of which are favourites among backpackers. The region encompasses the lake and the towns around them. Panajachel is best known, and a good entry point, but more off the beaten track are San Pedro La Laguna or the \"less party, more meditation\" village of San Marcos. Due to the region's popularity, other towns along the lake, such as Santa Cruz la Laguna and San Juan, are now starting to see growing tourism.\n","Latitude":"14.7","Longitude":"-91.2","Url":"https://en.wikivoyage.org/wiki/Lake_Atitl%C3%A1n","Country":"Guatemala"},{"Name":"Monterrico","Description":"Monterrico is the most popular beach in Guatemala and also the closest to Guatemala City and Antigua. The beaches are full of interesting but awkward steep angles due to the strength of the pounding surf. The ocean floor here drops off very steeply after only 20- 40 feet, making the undertow here very strong; only strong swimmers should venture out very far. This topography also provides some nice waves for surfing. There are lifeguards on duty during the weekend. Don't forget to bring some sandals as the sand is of the black volcanic variety. It is a stunning feature for the beauty of it, but it is too hot to walk on after 10am. The beach is 15-25 m (50-80 feet) wide and stretches for miles. It is busiest(not crowded by any measure) on Sunday with mostly Guatemalans.\n","Latitude":"13.8936","Longitude":"-90.4819","Url":"https://en.wikivoyage.org/wiki/Monterrico","Country":"Guatemala"},{"Name":"Rio Dulce","Description":"Rio Dulce Town (Also called Fronteras) is a city in eastern Guatemala.\n","Latitude":"15.6594","Longitude":"-89.0033","Url":"https://en.wikivoyage.org/wiki/Rio_Dulce","Country":"Guatemala"},{"Name":"El Mirador","Description":"El Mirador is a large site of Mayan ruins in the Petén department of Guatemala.\n","Latitude":"17.755050","Longitude":"-89.920431","Url":"https://en.wikivoyage.org/wiki/El_Mirador","Country":"Guatemala"},{"Name":"Tikal","Description":"\nTikal is a large archaeological site in the Guatemalan department of Petén. During the Classic Period it was one of the largest and most important of the Mayan cities. Today it's one of the most fascinating and enjoyable of the Mayan sites to visit, largely due to its remoteness, but also its jungle setting. Tourists still descend on it by the busload, but it's far from feeling overrun like Chichen Itza and other sites. Some of the temples are still being uncovered, and you can watch archaeologists busy at work. It was designated a World Heritage Site by UNESCO in 1979.\n","Latitude":"17.222","Longitude":"-89.623","Url":"https://en.wikivoyage.org/wiki/Tikal","Country":"Guatemala"},{"Name":"Aguateca","Description":"Aguateca is in the Peten department of the Northern Lowlands of Guatemala.\n","Latitude":"16.41194444","Longitude":"-90.18833333","Url":"https://en.wikivoyage.org/wiki/Aguateca","Country":"Guatemala"},null,{"Name":"Iximche","Description":"The Central Highlands is the region around Guatemala City, stretching northwards to the Northern Lowlands in Guatemala.\n","Latitude":"15.45","Longitude":"-90.24","Url":"https://en.wikivoyage.org/wiki/Iximche","Country":"Guatemala"},{"Name":"Nakúm","Description":"Nakum is an impressive Classic site that you can visit as either a round trip from Yaxhá or a one way continuing onward to Tikal. This is best done with a guide and arranged from an agency in Flores, Santa Elena or Melchor de Mencos.\n","Latitude":"17.1800","Longitude":"-89.3600","Url":"https://en.wikivoyage.org/wiki/Nak%C3%BAm","Country":"Guatemala"},null]