[{"Name":"Kabul","Description":"Kabul has been the capital of Afghanistan since about 1776. The city has been badly damaged during the various 1979–2001 wars, particularly its western parts. For a few years, Kabul has been going through a period of reconstruction and development, with some modern style tower blocks and a handful of glitzy shopping malls appearing over the last few years. Many roads, particularly the main feeder routes have been reconstructed and upgraded.  However, in outlying areas roads and other infrastructure remain in poor condition. Electricity supplies in Kabul are now quite reliable.\n","Latitude":"34.5333","Longitude":"69.1667","Url":"https://en.wikivoyage.org/wiki/Kabul","Country":"Afghanistan"},{"Name":"Bamiyan","Description":"Bamiyan is the main town in Bamiyan Province.\n","Latitude":"34.82","Longitude":"67.82","Url":"https://en.wikivoyage.org/wiki/Bamiyan","Country":"Afghanistan"},{"Name":"Ghazni","Description":"Ghazni is a small city and province south of Kabul.\n","Latitude":"33.5500","Longitude":"68.4167","Url":"https://en.wikivoyage.org/wiki/Ghazni","Country":"Afghanistan"},{"Name":"Herat","Description":"Herat (Dari: هرات) is a big, relatively wealthy city in western Afghanistan.\n","Latitude":"34.341944","Longitude":"62.203056","Url":"https://en.wikivoyage.org/wiki/Herat","Country":"Afghanistan"},{"Name":"Jalalabad","Description":"Jalalabad (Pashto: جلال آباد) is a city in eastern Afghanistan with a population of nearly 900,000 people.\n","Latitude":"34.434167","Longitude":"70.447778","Url":"https://en.wikivoyage.org/wiki/Jalalabad","Country":"Afghanistan"},{"Name":"Kandahar","Description":"Kandahar (Pashto: کندهار) is capital of Kandahar province, and the largest city in  Southern Afghanistan. Kandahar is also the second largest city in Afghanistan, and was the first capital of the modern state of Afghanistan.\n","Latitude":"31.6167","Longitude":"65.7167","Url":"https://en.wikivoyage.org/wiki/Kandahar","Country":"Afghanistan"},{"Name":"Kunduz","Description":"Kunduz (Pashto: کندز; Persian: قندوز) also known as Kundûz, Qonduz, Qondûz, Konduz, Kondûz, Kondoz, or Qhunduz is a major city in the North of Afghanistan.\n","Latitude":"36.7333","Longitude":"68.8667","Url":"https://en.wikivoyage.org/wiki/Kunduz","Country":"Afghanistan"},{"Name":"Mazar-e Sharif","Description":"Mazar-e Sharif (مزار شریف), officially called Mazari Sharif and also Mazar-i-Sharif, Mazar-e Sharif, even Mazar Sharif or just Mazar is a city in Afghanistan and the capital of Balkh Province.\n","Latitude":"36.7","Longitude":"67.12","Url":"https://en.wikivoyage.org/wiki/Mazar-e_Sharif","Country":"Afghanistan"},{"Name":"Bagram","Description":"\nBagram is the capital of Parwan Province, East Afghanistan in Afghanistan.\n","Latitude":"34.9667","Longitude":"69.2928","Url":"https://en.wikivoyage.org/wiki/Bagram","Country":"Afghanistan"},{"Name":"Balkh","Description":"Balkh is a town in Afghanistan.\n","Latitude":"36.758055555556","Longitude":"66.898888888889","Url":"https://en.wikivoyage.org/wiki/Balkh","Country":"Afghanistan"},{"Name":"Band-e Amir","Description":"Band-e Amir National Park (Persian: بند امیر) is the first national park of Afghanistan. It is a stunning group of turquoise lakes in the Eastern zone of the country, in Bamyan Province. It sits high in the Hindu Kush at an altitude of 2900m, and in 2013 about 6,000 local tourists visit the site each year. The area is protected by a small number of park rangers and most of the landmines are cleared.\n","Latitude":"34.839722","Longitude":"67.230833","Url":"https://en.wikivoyage.org/wiki/Band-e_Amir","Country":"Afghanistan"},{"Name":"Khyber Pass","Description":"The Khyber Pass is the main route between Pakistan and Afghanistan. The pass itself is entirely in Pakistan. The nearest major cities on the route that goes over the pass are Jalalabad in Afghanistan and Peshawar in Pakistan, with Torkham as border crossing point.\n","Latitude":"34.11","Longitude":"71.111666666667","Url":"https://en.wikivoyage.org/wiki/Khyber_Pass","Country":"Afghanistan"},{"Name":"Jam","Description":"Jam is a village in West Afghanistan, best known for the \"Minaret of Jam\".\n","Latitude":"34.35","Longitude":"64.483333","Url":"https://en.wikivoyage.org/wiki/Jam","Country":"Afghanistan"},{"Name":"Panjshir Valley","Description":"Panjshir Valley is in Afghanistan.\n","Latitude":"35.266666666667","Longitude":"69.466666666667","Url":"https://en.wikivoyage.org/wiki/Panjshir_Valley","Country":"Afghanistan"},{"Name":"Salang Pass","Description":"The Salang Pass is in Afghanistan on the road between Kabul and Mazar-e-Sharif. It has been in use as a trade route between central Afghanistan and the northern region known historically as Bactria for at least four thousand years. It is the main route across the Hindu Kush mountain range.\n","Latitude":"35.3139","Longitude":"69.0371","Url":"https://en.wikivoyage.org/wiki/Salang_Pass","Country":"Afghanistan"},{"Name":"Shamali Plain","Description":"The Shamali Plain (or Shomali Plain) is north of Kabul. Shamali, meaning 'windy' or 'northern,' is a green plain which produced a lot of the food for central Afghanistan. From Kabul it extends north through Charikar, Parvan province to Jabal os Saraj. Food production was largely stopped during the wars, but it is now beginning to recover. The Plain remains largely green during the long hot summer.\n","Latitude":"35.103","Longitude":"69.232","Url":"https://en.wikivoyage.org/wiki/Shamali_Plain","Country":"Afghanistan"},null,null]