[{"Name":"Seoul","Description":"Seoul (서울) is the capital of South Korea. With a municipal population of over 10.5 million, and a metropolitan population totaling over 20.5 million, Seoul is by far South Korea's largest city and one of East Asia's financial and cultural centers. A fascinating blend of ancient traditions and cutting-edge digital technology, home to endless street food vendors and vast nightlife districts, an extraordinarily high-pressure educational system and serene Buddhist temples, a dynamic trend-setting youth culture and often crushing conformism, extraordinary architecture and endless monotonous rows of grey apartment buildings, Seoul is a city filled with stark contrasts, contradictions, and paradoxes.\n","Latitude":"37.5663889","Longitude":"126.9997222","Url":"https://en.wikivoyage.org/wiki/Seoul","Country":"South Korea"},{"Name":"Busan","Description":"Busan (부산(釜山)) (formerly romanized as Pusan) is a city located in the south-eastern province of South Gyeongsang, South Korea. It is the second largest city in South Korea, and has the largest port in the country (5th largest in the world), biggest department store in the world, beautiful beaches and mountains, spas, and tasty seafood dishes.\n","Latitude":"35.1333333","Longitude":"129.05","Url":"https://en.wikivoyage.org/wiki/Busan","Country":"South Korea"},{"Name":"Chuncheon","Description":"\nChuncheon [dead link] (춘천, 春川) is the capital of Gangwon (강원, 江原), the northeasternmost province of South Korea.\n","Latitude":"37.8667","Longitude":"127.7333","Url":"https://en.wikivoyage.org/wiki/Chuncheon","Country":"South Korea"},{"Name":"Daegu","Description":"\n","Latitude":"35.8667","Longitude":"128.6000","Url":"https://en.wikivoyage.org/wiki/Daegu","Country":"South Korea"},{"Name":"Daejeon","Description":"Daejeon (대전, 大田, formerly Taejon) is the capital of South Chungcheong province.\n","Latitude":"36.3510","Longitude":"127.3850","Url":"https://en.wikivoyage.org/wiki/Daejeon","Country":"South Korea"},{"Name":"Gwangju","Description":"Gwangju (광주, 光州), (formerly romanized as Kwangju)  is a metropolitan city located in the center of South Jeolla province, South Korea.\n","Latitude":"35.167","Longitude":"126.917","Url":"https://en.wikivoyage.org/wiki/Gwangju","Country":"South Korea"},{"Name":"Gyeongju","Description":"Gyeongju (경주시, 慶州市; formally romanized as Kyongju) is in North Gyeongsang province, South Korea. The capital of the Silla Kingdom for approximately the whole first millenium CE, Gyeongju is definitely worth visiting if you are at all interested in Korean history.\n","Latitude":"35.8500","Longitude":"129.2167","Url":"https://en.wikivoyage.org/wiki/Gyeongju","Country":"South Korea"},{"Name":"Incheon","Description":"Incheon (Hangul: 인천, Hanja: 仁川, formerly romanized as Inchon) is a city in South Korea on the coast directly bordering the west of Seoul.\n","Latitude":"37.4833","Longitude":"126.6333","Url":"https://en.wikivoyage.org/wiki/Incheon","Country":"South Korea"},{"Name":"Jeonju","Description":"Jeonju (전주, 全州) is the capital of North Jeolla province, South Korea.\n","Latitude":"35.825886","Longitude":"127.145405","Url":"https://en.wikivoyage.org/wiki/Jeonju","Country":"South Korea"},{"Name":"Seoraksan National Park","Description":"Seoraksan National Park (설악산국립공원), also spelled Soraksan, is a national park in Gangwon, South Korea.\n","Latitude":"38.1194444","Longitude":"128.465556","Url":"https://en.wikivoyage.org/wiki/Seoraksan_National_Park","Country":"South Korea"},{"Name":"Andong","Description":"Andong (안동,安東) is a city in North Gyeongsang Province, South Korea.\n","Latitude":"36.5667","Longitude":"128.7167","Url":"https://en.wikivoyage.org/wiki/Andong","Country":"South Korea"},{"Name":"Ansan","Description":"Ansan (안산) is a city in Gyeonggi, South Korea and is situated on the coast of the Yellow Sea (locally called West Sea). Portions of various Yellow Sea islands lie within its jurisdiction. The largest and best-known of these is Daebu Island. Located at the south of the city are Daebudo and Pungdo. Kwonsun, Gunpo, and Anyang are located in the east of Ansan. The Yellow Sea to the west, Hwaseong to the south, and Siheung to the north are other boundaries.\n","Latitude":"37.3236111","Longitude":"126.821944","Url":"https://en.wikivoyage.org/wiki/Ansan","Country":"South Korea"},{"Name":"Panmunjeom","Description":"Panmunjeom (판문점), also P'anmunjŏm, is on the demarcation line between North and South Korea.\n","Latitude":"37.956","Longitude":"126.677","Url":"https://en.wikivoyage.org/wiki/Panmunjeom","Country":"South Korea"},{"Name":"Boseong","Description":"South Jeolla (전라 남도, 全羅南 - Jeollanam-do) is the southwesternmost province of mainland South Korea.\n","Latitude":"34.75","Longitude":"127","Url":"https://en.wikivoyage.org/wiki/Boseong","Country":"South Korea"},{"Name":"Yeosu","Description":"Yeosu (여수,麗水, pronounced YUHsu) is a coastal city in South Jeolla province, South Korea.\n","Latitude":"34.75618","Longitude":"127.66036","Url":"https://en.wikivoyage.org/wiki/Yeosu","Country":"South Korea"},{"Name":"Jindo","Description":"Jindo, also known as \"Jindo-gun\", (Korean: 진도군) is an island in South Korea, located in the southwestern province of Jeollanam. It is the third-largest island in the country, accessible from the mainland via the city of Mokpo.\n","Latitude":"34.48647","Longitude":"126.26364","Url":"https://en.wikivoyage.org/wiki/Jindo","Country":"South Korea"},{"Name":"Ulleungdo","Description":"Ulleungdo is an island to the east of the Korean peninsula belonging to South Korea.\n","Latitude":"37.5000","Longitude":"130.8667","Url":"https://en.wikivoyage.org/wiki/Ulleungdo","Country":"South Korea"},{"Name":"Pyeongchang","Description":"Pyeongchang (평창) is a city and a county in Gangwon. The city hosted the 2018 Winter Olympic and  Winter Paralympic Games. Pyeongchang County's slogan, \"Happy700 Pyeongchang\", refers to the city's average elevation, approximately 700 m, which is said to make people live in best condition. Pyeongchang has three mottos related to this slogan. These are 'Best place for health, rest, leports - Happy700 Pyeongchang', 'The city of nature, health, longevity - Happy700 Pyeongchang', 'Optimal environment for human's life - Happy700 Pyeongchang'.\n","Latitude":"37.5617","Longitude":"128.487455","Url":"https://en.wikivoyage.org/wiki/Pyeongchang","Country":"South Korea"}]