[{"Name":"Kathmandu","Description":"Kathmandu (Nepali: काठमाडौ) is the largest city and capital of Nepal and the namesake of the Kathmandu Valley. Once thought to be the fabled and inaccessible Shangri-La, Kathmandu is a fast growing spot catering to a wide range of holiday types and budgets. As a result of considerable urban growth in recent decades, it is now part of one continuous urban area together with Patan to the south.\n","Latitude":"27.71","Longitude":"85.32","Url":"https://en.wikivoyage.org/wiki/Kathmandu","Country":"Nepal"},{"Name":"Bhaktapur","Description":"Bhaktapur (भक्तपुर) is a city in Nepal known variously as City of Culture, Living Heritage, Nepal's Cultural Gem, An open museum and a City of Devotees.  Bhaktapur is an ancient city and is renowned for its elegant art, fabulous culture, colourful festivals, traditional dances and the indigenous lifestyle of the Newari community. It is just 12 km east of Kathmandu, the modern capital of Nepal, but you may feel a bit like you've gone back to the Middle Ages, given the ambiance of traditional homes, lifestyles and environment here. The conch-shaped historic city is spread over an area of 6.9 m2 at an altitude of 1,401 m. Bhaktapur was founded in the 12th century by King Anand Dev Malla and was the capital city of the Greater Malla Kingdom in the Kathmandu Valley till the 15th century AD. Many of Bhaktapur's greatest monuments were built during the Malla period.\n","Latitude":"28.1166667","Longitude":"85.7166667","Url":"https://en.wikivoyage.org/wiki/Bhaktapur","Country":"Nepal"},{"Name":"Biratnagar","Description":"Biratnagar is a metropolitan municipality and the second largest city of Nepal. It is the fourth largest city by total population. The city is a located in Morang district of Eastern Nepal.\n","Latitude":"26.4667","Longitude":"87.2833","Url":"https://en.wikivoyage.org/wiki/Biratnagar","Country":"Nepal"},{"Name":"Birgunj","Description":"Birgunj is a city in Parsa district, Nepal.\n","Latitude":"27.0000","Longitude":"84.8667","Url":"https://en.wikivoyage.org/wiki/Birgunj","Country":"Nepal"},{"Name":"Bharatpur (Nepal)","Description":"Bharatpur (भरतपुर महानगरपालिका) is in Central Nepal.\n","Latitude":"27.68","Longitude":"84.43","Url":"https://en.wikivoyage.org/wiki/Bharatpur_(Nepal)","Country":"Nepal"},{"Name":"Janakpur","Description":"Janakpur  is a major city of religious and historical importance situated in the Eastern Terai region of Nepal. It is a popular place of pilgrimage for Hindus from all around the world and a major tourist attraction in the region. It is the capital of ancient Mithila Kingdom, the land of the wise and righteous King Janak of legend, and also the legendary birthplace of the goddess Sita. The people of that place also speaks Maithili.\n","Latitude":"26.733","Longitude":"85.923","Url":"https://en.wikivoyage.org/wiki/Janakpur","Country":"Nepal"},{"Name":"Namche Bazaar","Description":"Namche Bazaar (3440 m) is the unofficial capital of the Khumbu region of Nepal,  and is a major stop-off point for trekkers and climbers heading for Mount Everest base camp.\n","Latitude":"27.8167","Longitude":"86.7167","Url":"https://en.wikivoyage.org/wiki/Namche_Bazaar","Country":"Nepal"},{"Name":"Nepalgunj","Description":"Nepalgunj is the district headquarters of Banke District in the Bheri region of Mid Western Nepal.\n","Latitude":"28.0500","Longitude":"81.6167","Url":"https://en.wikivoyage.org/wiki/Nepalgunj","Country":"Nepal"},{"Name":"Patan","Description":"Patan, Lalitpur Metropolitan City, is a one of the largest cities in Nepal and is located just across the Bagmati river from Kathmandu. Confusingly, it is also known as Lalitpur, both names deriving from the Sanskrit \"Lalitapattan\". Like its larger neighbour, Patan also boasts a Durbar Square full of temples, statues, and palaces and, in addition, has the must-see attraction of Patan Museum. As a traditional centre of handicrafts, Patan  is a great place to purchase jewellery, Buddha statues  and masks.\n","Latitude":"27.67","Longitude":"85.32","Url":"https://en.wikivoyage.org/wiki/Patan","Country":"Nepal"},{"Name":"Pokhara","Description":"Pokhara is the third largest city in Nepal with about 350,000 people in 2013. It is the starting point for most of the treks in the Annapurna area. It is quickly becoming a heavily touristed location, with dozens of hotels and restaurants sprouting like mushrooms everywhere every year. While today it is much easier to find modern amenities not common to other locations in Nepal, Pokhara has lost its small town charm and lakeside now feels more like Khao San Road (with all the usual: yoga, reiki, massages by blind people, overpriced souvenirs) than an authentic Nepali village. There are now over 70 agencies only for paragliding! Locals have unfortunately changed their attitude towards foreigners, who are no longer treated as guests but as walking ATMs. Many business owners are heavily in debt with banks (seems like everyone took a loan a few years ago when they finally got their property deeds and realized they could get money from this), and thus inflate prices every year to try, often unsuccessfully, to repay them.\n","Latitude":"28.21547","Longitude":"83.98172","Url":"https://en.wikivoyage.org/wiki/Pokhara","Country":"Nepal"},{"Name":"Annapurna","Description":"The Annapurna region is an area in western Nepal where some of the most popular treks are located. The region is generally taken to include areas around the Annapurna Range (Annapurna Himal), the Dhaulagiri Range and the Kali Gandaki River valley. Peaks in the Annapurnas include 8,091m Annapurna I, Nilgiri (7,061 m) and Machhapuchchhre (6,993 m).  Dhaulagiri I (8,167 m) is just to the west of the Annapurnas, Most of these peaks are visible throughout the region on clear days.\n","Latitude":"28.583","Longitude":"83.95","Url":"https://en.wikivoyage.org/wiki/Annapurna","Country":"Nepal"},{"Name":"Chitwan National Park","Description":"Chitwan National Park is in south-central Nepal.\n","Latitude":"27.5","Longitude":"84.333333","Url":"https://en.wikivoyage.org/wiki/Chitwan_National_Park","Country":"Nepal"},{"Name":"Daman (Nepal)","Description":"For those seeking the ultimate panoramic Himalayan view, Daman is the place to visit. Located approx 80 km southwest of the Kathmandu valley, Daman (2,400 m) offers the only unimpeded view of the entire Himalayan range – roughly 400 km of Himalayan panorama. Daman is located on the Tribhuvan Highway between Kathmandu and the town of Hetauda.  A walk around the surrounding area or a lounging on the one of the resort here is just a different experience in itself.  Rock climbing, cycling, hiking are few of the many activities possible here.  There are couple of accommodation option for a comfortable stay.\n","Latitude":"27.61","Longitude":"85.09","Url":"https://en.wikivoyage.org/wiki/Daman_(Nepal)","Country":"Nepal"},{"Name":"Haleshi","Description":"Heleshi (often referred to by its Tibetan name Maratika) is located in the eastern Middle Hills of Nepal and is a popular pilgrimage site for adherents of Tibetan Buddhism.\n","Latitude":"27.1941","Longitude":"86.6240","Url":"https://en.wikivoyage.org/wiki/Haleshi","Country":"Nepal"},{"Name":"Lumbini","Description":"Lumbini is the sacred site of the birth of Sakyamuni Buddha. It is located in southern Nepal, near the Indian border and inscribed on the UNESCO World Heritage List.\n","Latitude":"27.467155","Longitude":"83.274908","Url":"https://en.wikivoyage.org/wiki/Lumbini","Country":"Nepal"},{"Name":"Khumbu","Description":"\n","Latitude":"27.8167","Longitude":"86.7167","Url":"https://en.wikivoyage.org/wiki/Khumbu","Country":"Nepal"},{"Name":"Nagarkot","Description":"Nagarkot is a village in the Kathmandu Valley of Nepal.  It is 32 km north east of Kathmandu on the northern fringe of the Kathmandu Valley. Nagarkot is famous for its Himalayan views, the Himalayan peaks at sunrise being particularly magnificent.\n","Latitude":"27.71871","Longitude":"85.51859","Url":"https://en.wikivoyage.org/wiki/Nagarkot","Country":"Nepal"},{"Name":"Parping","Description":"Pharping (sometimes spelled 'Parping') is a small town in the Kathmandu Valley of Nepal.\n","Latitude":"27.6126","Longitude":"85.2647","Url":"https://en.wikivoyage.org/wiki/Parping","Country":"Nepal"},{"Name":"Tangting","Description":"Tangting is a town in Kaski, Nepal.\n","Latitude":"28.3308","Longitude":"84.1100","Url":"https://en.wikivoyage.org/wiki/Tangting","Country":"Nepal"}]