[{"Name":"Luxembourg (city)","Description":"The city of Luxembourg is the capital of the namesake country, and with a population just above 100,000 it is the second smallest national capital of the European Union, after Malta's Valletta. Very different in character from the bustling metropoles of the continent, Luxembourg is defined by its mountainous location and spectacular elevations afforded by the deep and narrow valley of the rivers Alzette and Petrusse it was built upon. The city has historically been an inconquerable fortress, which led it to be nicknamed the \"Gibraltar of the North\".\n","Latitude":"49.611667","Longitude":"6.130000","Url":"https://en.wikivoyage.org/wiki/Luxembourg_(city)","Country":"Luxembourg"},{"Name":"Clervaux","Description":"Clervaux is a small city in northern Luxembourg.\n","Latitude":"50.05","Longitude":"6.033333","Url":"https://en.wikivoyage.org/wiki/Clervaux","Country":"Luxembourg"},{"Name":"Diekirch","Description":"Diekirch is a small town in Luxembourg, best known for its brewery of the same name and the National Museum of Military History.\n","Latitude":"49.8680","Longitude":"6.1567","Url":"https://en.wikivoyage.org/wiki/Diekirch","Country":"Luxembourg"},{"Name":"Echternach","Description":"Echternach is a small town with about 5,000 inhabitants on the eastern border of Luxembourg, just a hop away from Germany. It's Luxembourg's oldest town, based on an old monastery founded in 698. Aside from that, it holds the crypt of Willibrord, one of the Northumbrian missionary saints, as he died in Echternach in the year 739. His crypt can be seen in the Saint Willibrord Basilica.\n","Latitude":"49.8117","Longitude":"6.4217","Url":"https://en.wikivoyage.org/wiki/Echternach","Country":"Luxembourg"},{"Name":"Ettelbruck","Description":"\nEttelbruck (Luxembourgish: Ettelbréck, German: Ettelbrück) is a small city in the Grand Duchy of Luxembourg. It's located in the centre of the country, where the rivers Sauer, Wark and Alzette meet. This practical location has made Ettelbruck a major junction and transport hub, both historically and today. Although this friendly place doesn't have any of the impressive sites some other cities in Luxembourg have, it makes for a fine base from where to explore this compact country.\n","Latitude":"49.84685","Longitude":"6.10061","Url":"https://en.wikivoyage.org/wiki/Ettelbruck","Country":"Luxembourg"},{"Name":"Esch-sur-Alzette","Description":"\n","Latitude":"49.510","Longitude":"5.993","Url":"https://en.wikivoyage.org/wiki/Esch-sur-Alzette","Country":"Luxembourg"},{"Name":"Mondorf-les-Bains","Description":"Mondorf-les-Bains or Mondorf for short, is a town in southeastern Luxembourg.\n","Latitude":"49.5073","Longitude":"6.2828","Url":"https://en.wikivoyage.org/wiki/Mondorf-les-Bains","Country":"Luxembourg"},{"Name":"Vianden","Description":"One of Luxembourg's main tourist attractions, Vianden is a delightful historic town with a stunningly restored medieval castle, spectacularly situated on a rock high above town. Think charming cobblestoned streets with typically pastel-coloured Luxembourg mansions and a gorgeous Our valley backdrop. Vianden is a traveller's favourite and although high season will bring in some crowds, it's a most pleasant little town with a restaurant at every corner and all the fairytale atmosphere you could ask for. Coming here, you'll follow in the footsteps of countless celebrities, famously going back to Victor Hugo, who repeatedly spent time here.\n","Latitude":"49.9333","Longitude":"6.2167","Url":"https://en.wikivoyage.org/wiki/Vianden","Country":"Luxembourg"},{"Name":"Esch-sur-Sûre","Description":"Esch-sur-Sûre is a town located in the Luxembourgian Ardennes. The town of Esch-sur-Sûre is rather small, counting just over 300 inhabitants. \n","Latitude":"49.9112","Longitude":"5.9350","Url":"https://en.wikivoyage.org/wiki/Esch-sur-S%C3%BBre","Country":"Luxembourg"},{"Name":"Schengen","Description":"Schengen is a village in far south-eastern Luxembourg near the tripoint where the borders of Germany, France, and Luxembourg meet.  Schengen is known because the Schengen Agreement, which abolished passport controls between some EU members, was signed here in 1985.\n","Latitude":"49.466667","Longitude":"6.366667","Url":"https://en.wikivoyage.org/wiki/Schengen","Country":"Luxembourg"}]