[{"Name":"Berlin","Description":"Berlin is Germany's capital and the capital of the Land of Berlin, one of the 16 federal states that make up the Federal Republic of Germany. With a population of 3.5 million (4.5 million if adjacent suburbs across the state line in Brandenburg are counted), Berlin is Germany's biggest city, but the Ruhr area arguably has a bigger metro area population. The focus on and dominance of Berlin as a capital is and has historically been far weaker than that of London, Paris or Madrid, not least because of the federal nature of Germany and the havoc partition wreaked on the city.\n","Latitude":"52.51794","Longitude":"13.38873","Url":"https://en.wikivoyage.org/wiki/Berlin","Country":"Germany"},{"Name":"Bremen","Description":"The free Hanseatic City of Bremen  is a city in northern Germany with a major port on the River Weser. The population is 548,000. It is also the name of one of the states of Germany which consists of two separated enclaves on the River Weser.\n","Latitude":"53.075833","Longitude":"8.807500","Url":"https://en.wikivoyage.org/wiki/Bremen","Country":"Germany"},{"Name":"Cologne","Description":"Cologne (German: Köln, Ripuarian: Kölle) is a city on the Rhine river in North Rhine-Westphalia. It is the fourth largest city in Germany with around one million residents. It is one of the nation's media, tourism and business hotspots, and is considered one of the most liberal cities in Germany.\n","Latitude":"50.9500","Longitude":"6.9667","Url":"https://en.wikivoyage.org/wiki/Cologne","Country":"Germany"},{"Name":"Dresden","Description":"Dresden is the capital of Saxony (Sachsen). It's often referred to locally as Elbflorenz, or \"Florence on the Elbe\", reflecting its location on the Elbe river and its historical role as a centre for the arts and beautiful architecture - much like Florence in Italy. While Florence flourished during the early renaissance, the Golden Age of Dresden was in the 18th century when, under August the Strong and his son, Friedrich August II, Saxony was a rich and important state and the rulers invested in lush architectural projects in their capital and supported artists of worldwide renown.\n","Latitude":"51.051","Longitude":"13.738","Url":"https://en.wikivoyage.org/wiki/Dresden","Country":"Germany"},{"Name":"Düsseldorf","Description":"Düsseldorf is a city on the River Rhine in western Germany and is the capital city of the state of North Rhine-Westphalia. It is one of the economic centres of the country, and a major city within the Rhine-Ruhr metropolitan area, with a population of almost 600,000.\n","Latitude":"51.2333","Longitude":"6.7833","Url":"https://en.wikivoyage.org/wiki/D%C3%BCsseldorf","Country":"Germany"},{"Name":"Frankfurt","Description":"Frankfurt (German: Frankfurt am Main) is the largest city in the German state of Hesse, and is considered  the business and financial centre of Germany. It is the fifth largest city in Germany after Berlin, Hamburg, Munich and Cologne. The city is known for its modern skyline, and for hosting the headquarters of the European Central Bank, the Deutsche Börse stock exchange and numerous German financial services companies. Furthermore, it hosts some of the world's most important trade shows, such as the Frankfurt Auto Show and the Frankfurt Book Fair. Located on the river Main at a crossroad of the German Autobahn system and connected to several  high-speed rail lines, with Germany's busiest airport on its outskirts, Frankfurt is one of the most important transportation hubs of Europe.\n","Latitude":"50.111667","Longitude":"8.685833","Url":"https://en.wikivoyage.org/wiki/Frankfurt","Country":"Germany"},{"Name":"Hamburg","Description":"\n","Latitude":"53.5498","Longitude":"9.9733","Url":"https://en.wikivoyage.org/wiki/Hamburg","Country":"Germany"},{"Name":"Munich","Description":"Munich (German: München, Bavarian: Minga) is the capital city of the German federal state of Bavaria. Within the city limits, Munich has a population of more than 1.5 million, making it the third most populous city in Germany. Greater Munich including its suburbs has a population of 2.7 million. The Munich metropolitan region which extends to cities like Augsburg or Ingolstadt has a population of more than 5.6 million.\n","Latitude":"48.1333","Longitude":"11.5833","Url":"https://en.wikivoyage.org/wiki/Munich","Country":"Germany"},{"Name":"Nuremberg","Description":"Nuremberg (German: Nürnberg) is Franconia's largest city, and thus the undisputed economic, social and cultural center of Franconia. The city lies on the Pegnitz River and the Main-Danube Canal. It is about 170 km (110 mi) north of Munich with a population of around 510,000 making it the second-biggest city in the Bundesland Bavaria and the biggest city in the region of Franconia. The town is the center of the Metropolitan Region Nuremberg. Long a de facto independent \"freie Reichstadt\", the city was an early center of manufacturing and proto-industry and had a golden era during the 16th century when people like Albrecht Dürer Hans Sachs or Martin Behaim called the city home. Annexed into Bavaria in the early 19th century, the city later came to host Germany's first railroad, linking it with neighboring Fürth (This railway has since been replaced first by a tram and then by a subway line; the current route to Fürth follows a different alignment) but is probably most famous for being the site of numerous Nazi rallies and later the trials against the main war criminals. Extensively bombed as an industrial center and a symbol of Nazism, Nuremberg was rebuilt after the war and thus managed to retain much of its medieval charm.\n","Latitude":"49.4500","Longitude":"11.0833","Url":"https://en.wikivoyage.org/wiki/Nuremberg","Country":"Germany"},{"Name":"Baltic Sea Coast (Germany)","Description":"The Baltic Sea Coast (Ostseeküste) of Germany is a vacation region located in the northern federal states of Schleswig-Holstein and Mecklenburg-Western Pomerania. The eastern part of it is known as the German Riviera. Besides the obvious draw of a beach destination, many of the old towns in this area bear witness to the former wealth of Hanseatic cities and are well worth a visit.\n","Latitude":"54.12","Longitude":"12.14","Url":"https://en.wikivoyage.org/wiki/Baltic_Sea_Coast_(Germany)","Country":"Germany"},{"Name":"Bavarian Alps","Description":"The Bavarian Alps are part of the Alps and are located in Germany at the southern end of the federal state of Bavaria and continue across the border into Austria. The region is considered one of the most beautiful landscapes of Germany and ranks as one of the most scenic places in all of Central Europe. This is where German or Bavarian stereotypes of lederhosen, dirndls, weißwurst, and glistening alpine peaks come true. Ironically it only composes less then 10% of Germany's total area. It is also a very rural area, abundant with wildlife and many glacial lakes and thick fir tree forests. It has much in common, both culturally and geographically with its neighbors Tyrol and Salzburg Province in Austria than rest of Germany to the north. It is a place where traditions are still very strong and also the birthplace of the recent Pope Benedict XVI.\n","Latitude":"47.64","Longitude":"11.77","Url":"https://en.wikivoyage.org/wiki/Bavarian_Alps","Country":"Germany"},{"Name":"Black Forest","Description":"The Black Forest (German: Schwarzwald) is located in the southwest corner of Germany in the German federal-state of Baden-Württemberg, which contains the namesake low, forested mountain range and warm, sunny lowlands at its foot. It is known as one of Germany's most beautiful and favourite destinations. There is both nature and history to be found, and thanks to unique climatic conditions in the middle of the European landmass, those can be enjoyed year-round with some of the warmest temperatures and lowest rainfall in Germany.\n","Latitude":"48.22650","Longitude":"8.27820","Url":"https://en.wikivoyage.org/wiki/Black_Forest","Country":"Germany"},{"Name":"East Frisian Islands","Description":"The East Frisian Islands (German: Ostfriesische Inseln) are part of  Lower Saxony, and part of the Wadden Sea UNESCO World Heritage Site.\n","Latitude":"53.7333","Longitude":"7.4167","Url":"https://en.wikivoyage.org/wiki/East_Frisian_Islands","Country":"Germany"},{"Name":"Franconian Switzerland","Description":"The Franconian Switzerland (German Fränkische Schweiz) is an upland in Franconia, northern Bavaria and a popular tourist retreat. Located between the Pegnitz River in the east and the south, the Regnitz River in the west and the Main River in the north, its relief reaches 600 m in height. \n","Latitude":"49.839","Longitude":"11.302","Url":"https://en.wikivoyage.org/wiki/Franconian_Switzerland","Country":"Germany"},{"Name":"Harz","Description":"\n","Latitude":"51.71001","Longitude":"10.82291","Url":"https://en.wikivoyage.org/wiki/Harz","Country":"Germany"},{"Name":"Lake Constance","Description":"The popular tourist region of Lake Constance (German: Bodensee) spans three countries. It is the third biggest lake in Central Europe and is on the path of the Rhine River. The lake shore is shared between the German federal-states Baden-Württemberg and Bavaria, the Austrian federal-state Vorarlberg and Eastern Switzerland.\n","Latitude":"47.65","Longitude":"9.3167","Url":"https://en.wikivoyage.org/wiki/Lake_Constance","Country":"Germany"},{"Name":"Middle Rhine Valley","Description":"The Rhine Valley or Middle Rhine (German: Mittelrhein) is the most famous section of the Rhine, running between the cities of Bingen(near Mainz) and Bonn in Germany and spanning the states of North Rhine-Westphalia, Rhineland-Palatinate and Hesse.  The section from Koblenz to Bingen, known as the Rhine Gorge, is a UNESCO World Heritage Site, and the entire valley is often called \"The Romantic Rhine\".\n","Latitude":"50.357","Longitude":"7.594","Url":"https://en.wikivoyage.org/wiki/Middle_Rhine_Valley","Country":"Germany"},{"Name":"North Frisian Islands","Description":"The North Frisian Islands, German: die Nordfriesische Inseln, North Frisian: Nuurdfresk Eilunen, are an archipelago in Schleswig-Holstein in northern Germany, separated from the mainland by the Wadden Sea.\n","Latitude":"54.8","Longitude":"8.4","Url":"https://en.wikivoyage.org/wiki/North_Frisian_Islands","Country":"Germany"}]