[{"Name":"London","Description":"Noisy, vibrant and truly multicultural, London is a megalopolis of people, ideas and frenetic energy. The capital and largest city of England, and of the wider United Kingdom, it is also the largest city in Western Europe and the European Union. Situated on the River Thames in South-East England, Greater London has an official population of a little over 8 million, but the estimate of between 12 and 14 million people in the greater metropolitan area better reflects its size and importance. Considered one of the world's leading \"global cities\", London remains an international capital of culture, music, education, fashion, politics, finance and trade. Among international tourists, London is the most-visited city in the world.\n","Latitude":"51.5086","Longitude":"-0.1264","Url":"https://en.wikivoyage.org/wiki/London","Country":"United Kingdom"},{"Name":"Belfast","Description":"Belfast (Irish: Béal Feirste, meaning \"the mouth of the river Farset\") is the capital and largest city of Northern Ireland and the second largest city on the island of Ireland after Dublin, the capital of the Republic of Ireland. Situated at the mouth of the River Lagan on Belfast Lough, Belfast is surrounded by low hills and has a population of 267,500. This figure refers only to the Belfast City Council area whose borders date back to the 1950. Since then the city has expanded and the population of the Belfast Metropolitan Urban Area which incorporates the surrounding suburbs and towns is 483,000.\n","Latitude":"54.597000","Longitude":"-5.930000","Url":"https://en.wikivoyage.org/wiki/Belfast","Country":"United Kingdom"},{"Name":"Birmingham (England)","Description":"\nBirmingham, in the West Midlands, is Britain's second-largest city. Known in the Victorian era as the \"City of a Thousand Trades\" and the \"Workshop of the World\", Brum as locals call the city, is enjoying a 21st-century resurgence as a great shopping and cultural destination. The city will host the 2022 Commonwealth Games.\n","Latitude":"52.48","Longitude":"-1.89","Url":"https://en.wikivoyage.org/wiki/Birmingham_(England)","Country":"United Kingdom"},{"Name":"Bristol","Description":"Bristol is the unofficial capital of the West Country of England. Famous for its maritime history it also offers a great and diverse range of attractions, hotels, bars and events. Bristol ranks fourth in England’s top visitor destinations, according to research in 2008, and the best time to visit is in the summer when major festivals are held in the city.\n","Latitude":"51.45561","Longitude":"-2.59455","Url":"https://en.wikivoyage.org/wiki/Bristol","Country":"United Kingdom"},{"Name":"Cardiff","Description":"Cardiff (Welsh: Caerdydd) is the capital of Wales. It used to be an industrial city, but is now a lively and modern capital city and a tourism hot spot. The city is friendly to pedestrians, and summer is by far the best time to visit, with large festivals, and outdoor dining and drinking.\n","Latitude":"51.4833","Longitude":"-3.1833","Url":"https://en.wikivoyage.org/wiki/Cardiff","Country":"United Kingdom"},{"Name":"Edinburgh","Description":"Edinburgh (Gaelic: Dùn Èideann) is the capital of Scotland located in the Central Belt region of the country. With a population of approximately 450,000 (1 million in the city region), Edinburgh fizzes with a cosmopolitan yet uniquely Scottish atmosphere. Old volcanoes ensure a dramatic natural setting, with the imposing castle atop one. Beneath its guard, the city combines medieval relics, Georgian grandeur and a powerful layer of modern life with contemporary avant-garde. Medieval palaces, Gothic churches and fascinating historical buildings rub shoulders with the best of modern architecture, such as the Houses of Scottish Parliament and the refurbished National Museum of Scotland. Variously dubbed \"Auld Reekie\" or \"Athens of the North\", but usually just plain \"Emmbruh\", it hosts great restaurants, shops, pubs, wild and mild clubs, and an unrivalled programme of city festivals throughout the year. Hogmanay, the Scottish New Year, kicks off the festivities; August sees the Tattoo, the International Festival and the Festival Fringe – the world's largest arts festival.\n","Latitude":"55.953056","Longitude":"-3.188889","Url":"https://en.wikivoyage.org/wiki/Edinburgh","Country":"United Kingdom"},{"Name":"Glasgow","Description":"Glasgow (Gaelic: Glaschu, Scots: Glesga) is the largest city in Scotland and the fourth-largest in the UK; with a population of about 600,000 in the city itself and over 2,000,000 if the surrounding towns of the Clydeside conurbation are taken into account. Located at the west end of Scotland's Central Belt on the banks of the River Clyde, Glasgow's historical importance as Scotland's main industrial centre has been challenged by decades of socio-economic and political change alongside various regeneration efforts. Despite this, Glasgow remains one of the nation's key economic centres outside of London.\n","Latitude":"55.86458","Longitude":"-4.26655","Url":"https://en.wikivoyage.org/wiki/Glasgow","Country":"United Kingdom"},{"Name":"Liverpool","Description":"Liverpool is a city in Merseyside, England, within the historic county boundaries of Lancashire, famed for its football teams, the Grand National horse race, music (including The Beatles), vibrant nightlife and its links with the arts and culture. Historically the city served as one of the leading ports linking Europe to the Americas, expanding to become England's second most populated city by the census of 1861, before slowly declining after 1921 as levels of transatlantic shipping dropped. Before airline travel, many Europeans migrating to the New World passed through the city, particularly the Italians and Irish; to this day the city enjoys a large Irish community, with impressive cathedrals for both Anglican and Roman Catholic faiths. In the 18th and early 19th century the port also acted as a gateway for the slave trade, with echoes of this period still evident in places around the city (Penny Lane is named after a slave ship owner, for example).  A comprehensive regeneration of the city centre has caused an influx of new shops, boutiques, and large performance/conference arenas near the waterfront; this has resulted in an upturn in population figures.  The regenerated city now plays regular host to national and international conference, media and music events; examples include major political party conferences, the BBC Worldwide Showcase, the MTV Europe Awards, and the Global Entrepreneurship Congress.\n","Latitude":"53.4103","Longitude":"-2.9856","Url":"https://en.wikivoyage.org/wiki/Liverpool","Country":"United Kingdom"},{"Name":"Manchester","Description":"Manchester is a vibrant, post-industrial gem at the heart of North West England. The city that used to be nicknamed 'Cottonopolis' (a reference to its most famous export) has hung up its clogs and, thanks to successive regeneration projects, is now a major centre for culture and commerce; seen by many as the capital of the north of England, and sometime regarded as England's second city.\n","Latitude":"53.480","Longitude":"-2.250","Url":"https://en.wikivoyage.org/wiki/Manchester","Country":"United Kingdom"},{"Name":"Giant's Causeway","Description":"Giant's Causeway (Irish: Clochán an Aifir) is a spectacular rock formation on the Antrim coast of Northern Ireland. The site consists of some 40,000 basalt columns rising out of the sea. The Giant's Causeway is Northern Ireland's only  UNESCO World Heritage Site.\n","Latitude":"55.25","Longitude":"-6.4852777777778","Url":"https://en.wikivoyage.org/wiki/Giant%27s_Causeway","Country":"United Kingdom"},{"Name":"Gower Peninsula","Description":"The beautiful Gower Peninsula (Welsh: Penrhyn Gŵyr) was the United Kingdom's first designated Area of Outstanding Natural Beauty. Located in Swansea, the peninsula is famous for its stunning coastal scenery, wide sandy beaches and medieval castles.\n","Latitude":"51.591500","Longitude":"-4.216294","Url":"https://en.wikivoyage.org/wiki/Gower_Peninsula","Country":"United Kingdom"},{"Name":"Hadrian's Wall","Description":"Hadrian's Wall was built by the Roman Empire to protect their colony in England from the Pictish tribes in Scotland. It stretches for 73 mi (117 km) across the north of England from the Irish Sea to the North Sea in the counties of Cumbria, Northumberland and Tyne and Wear.\n","Latitude":"55.024166666667","Longitude":"-2.2925","Url":"https://en.wikivoyage.org/wiki/Hadrian%27s_Wall","Country":"United Kingdom"},{"Name":"Isle of Arran","Description":"The Isle of Arran is situated in south-western Scotland and lies in the Firth of Clyde, which is the broad reach of sea southwest of Glasgow and enclosed by the Ayrshire coast to the east and the Kintyre peninsula to the west. It has a population of approximately 5,000. Arran extends for about 20 mi (32 km) north-south and ten miles east-west, with all its settlements strung along the coast road, and a hilly interior. The tourist agency calls it Scotland in Miniature, but if you try cycling the roads over the hills, you might not agree with that term. And if the wind and rain get up, or the ferry crossing turns rough, or the midges attack, the experience will not feel miniature.\n","Latitude":"55.57351","Longitude":"-5.25333","Url":"https://en.wikivoyage.org/wiki/Isle_of_Arran","Country":"United Kingdom"},{"Name":"Lake District National Park","Description":"The Lake District National Park, in North West England is the largest national park in the country, occupying 885 sq mi (2,290 km2). It is considered one of England's most scenic regions and is the country's premier destination for hiking and climbing. The park lies entirely within the modern county of Cumbria, shared historically by the counties of Cumberland, Westmorland and Lancashire.\n","Latitude":"54.5000","Longitude":"-3.1667","Url":"https://en.wikivoyage.org/wiki/Lake_District_National_Park","Country":"United Kingdom"},{"Name":"Loch Ness","Description":"Loch Ness is Scotland's (if not the world's) most famous lake (or 'loch' in Scotland).  It runs for 23 miles (37 km) along the natural geological cleft that stretches from Fort William in the west of the Scottish Highlands, to Inverness in the north.\n","Latitude":"57.3000","Longitude":"-4.4500","Url":"https://en.wikivoyage.org/wiki/Loch_Ness","Country":"United Kingdom"},{"Name":"Peak District","Description":"The Peak District (also called The Peak) is a picturesque upland area of the East Midlands and Yorkshire regions of England.  There are no precise boundaries; the term comprises most rural areas and small towns which lie between (and are within easy reach of) Sheffield, Huddersfield, Leeds,  Manchester, Stockport, Buxton, Congleton, Stoke-on-Trent, Derby, and Chesterfield. Popular activities in the area include hiking, visiting country houses, climbing and potholing.\n","Latitude":"53.35","Longitude":"-1.8333333333333","Url":"https://en.wikivoyage.org/wiki/Peak_District","Country":"United Kingdom"},{"Name":"Snowdonia National Park","Description":"Snowdonia National Park (Parc Cenedlaethol Eryri in Welsh) is like a little slice of the Alps tucked above the rolling moors and hills of North Wales.\n","Latitude":"52.9","Longitude":"-3.85","Url":"https://en.wikivoyage.org/wiki/Snowdonia_National_Park","Country":"United Kingdom"},{"Name":"Stonehenge","Description":"Stonehenge is a Neolithic and Bronze Age stone monument located in a  UNESCO World Heritage site on Salisbury Plain in Wiltshire, England. The WHS is quite large and contains many other structures from the Neolithic and Bronze Ages.\n","Latitude":"51.1788","Longitude":"-1.8261","Url":"https://en.wikivoyage.org/wiki/Stonehenge","Country":"United Kingdom"}]