[{"Name":"Mexico City","Description":"Mexico City (Spanish: México, Ciudad de México, or D.F. (pronounced deh eh-feh)) is Mexico's capital.\n","Latitude":"19.4106","Longitude":"-99.1306","Url":"https://en.wikivoyage.org/wiki/Mexico_City","Country":"Mexico"},{"Name":"Acapulco","Description":"Acapulco is the original Mexican resort town. Still, it remains a major destination and a worthwhile trip and is the number two Mexican spring break destination among U.S. college students.\n","Latitude":"16.863611","Longitude":"-99.882500","Url":"https://en.wikivoyage.org/wiki/Acapulco","Country":"Mexico"},{"Name":"Cancún","Description":"Situated on the northeast tip of Mexico's Yucatán Peninsula, Cancún is a popular Caribbean tourist destination. Next to 22 km (14 miles) of beaches, you'll find a wide variety of resorts, spas, clubs, and malls.\n","Latitude":"21.17429","Longitude":"-86.84656","Url":"https://en.wikivoyage.org/wiki/Canc%C3%BAn","Country":"Mexico"},{"Name":"Guadalajara","Description":"\n","Latitude":"20.666667","Longitude":"-103.35","Url":"https://en.wikivoyage.org/wiki/Guadalajara","Country":"Mexico"},{"Name":"Mazatlan","Description":"Mazatlán is a city in Sinaloa state, Mexico, known for its fine beaches.\n","Latitude":"23.1833","Longitude":"-106.4167","Url":"https://en.wikivoyage.org/wiki/Mazatlan","Country":"Mexico"},{"Name":"Monterrey","Description":"Monterrey is the third largest city in Mexico and the capital of the state of Nuevo León. It is the commercial, industrial, educational, and transportation hub of northern Mexico, also third in economic importance after  Mexico City and Mexico State. Although it is historically an industrial and commercial city (in fact most foreign visitors come for business purposes), tourists will be surprised at the wealth of cultural and entertainment attractions that the city has to offer.\n","Latitude":"25.6667","Longitude":"-100.3000","Url":"https://en.wikivoyage.org/wiki/Monterrey","Country":"Mexico"},{"Name":"San Luis Potosi","Description":"San Luis Potosí is state capital of the San Luis Potosí state in the Bajío in Mexico.\n","Latitude":"22.1518","Longitude":"-100.98","Url":"https://en.wikivoyage.org/wiki/San_Luis_Potosi","Country":"Mexico"},{"Name":"Taxco","Description":"Taxco is a beautiful city in Mexico built on a hill in Guerrero. It is rich with old and new silver mines in the surrounding areas with narrow winding streets and hundreds of silver shops. If you are looking for a side trip that is the place to go. Taxco is renowned for its more than 200-year-old baroque-style church, the Santa Prisca Cathedral.\n","Latitude":"18.556388888889","Longitude":"-99.605","Url":"https://en.wikivoyage.org/wiki/Taxco","Country":"Mexico"},{"Name":"Tijuana","Description":"Tijuana is a city in Baja California, Mexico, just across the border from San Diego, California, USA. Visitors can expect a warm climate for most of the year, with average temperatures during the daytime ranging from 68°F (20°C) in January, to 86°F (30°C) in August. The rainy season is short (and tame, with yearly averages close to only 10 inches/254 millimeters of rainfall), and encompasses late winter to early spring. Tijuana has a population of around 1.3 million people according to the last census, including its surrounding suburbs 1.7 million. The city has grown from a small border town with a salacious reputation during the Prohibition Era in the United States into a large, modern city with a sizable middle class. Its proximity to the United States has made it a very popular tourist destination, especially for day-trippers from San Diego.\n","Latitude":"32.525000","Longitude":"-117.033333","Url":"https://en.wikivoyage.org/wiki/Tijuana","Country":"Mexico"},{"Name":"Copper Canyon","Description":"Copper Canyon (Spanish: Barranca del Cobre) is a canyon system in the Sierra Tarahumara in the southwestern part of the state of Chihuahua in Mexico. \n","Latitude":"27.516111","Longitude":"-107.765833","Url":"https://en.wikivoyage.org/wiki/Copper_Canyon","Country":"Mexico"},{"Name":"Chiapas","Description":"Chiapas is a state in the Yucatán Peninsula of Mexico.\n","Latitude":"16.410000","Longitude":"-92.408611","Url":"https://en.wikivoyage.org/wiki/Chiapas","Country":"Mexico"},{"Name":"Chichen Itza","Description":"Chichén Itzá is the largest of the archaeological cities of the pre-Columbian Maya civilization in the Yucatán Peninsula of Mexico. It is one of Mexico's most visited tourist destinations. It was granted World Heritage Site status in 1988 by UNESCO World Heritage Site and was recently selected as one of the New Seven Wonders of the World.\n","Latitude":"20.682900","Longitude":"-88.568650","Url":"https://en.wikivoyage.org/wiki/Chichen_Itza","Country":"Mexico"},{"Name":"Ek Balam","Description":"Ek Balam is an archaeological site in the state of Yucatan in Mexico.\n","Latitude":"20.8911","Longitude":"-88.1363","Url":"https://en.wikivoyage.org/wiki/Ek_Balam","Country":"Mexico"},{"Name":"El Tajín","Description":"El Tajin (El Tajín) is in the state of Veracruz in Mexico. It is a UNESCO World Heritage Site.\n","Latitude":"20.448","Longitude":"-97.378","Url":"https://en.wikivoyage.org/wiki/El_Taj%C3%ADn","Country":"Mexico"},{"Name":"Monte Alban","Description":"Monte Albán is an archaeological site in the state of Oaxaca in Mexico. It is a UNESCO World Heritage site.\n","Latitude":"17.0441","Longitude":"-96.7681","Url":"https://en.wikivoyage.org/wiki/Monte_Alban","Country":"Mexico"},{"Name":"Palenque","Description":"\nPalenque is in Chiapas, Mexico famous for the ruins of a Mayan city dating from about 600 to 800 CE. Set amidst thick trees, Palenque still evokes some of the wonder that the early Spanish visitors must have felt when they first came across the ruins. The pre-historic city and the national park have been inscribed on the UNESCO World Heritage List.\n","Latitude":"17.483978","Longitude":"-92.046328","Url":"https://en.wikivoyage.org/wiki/Palenque","Country":"Mexico"},{"Name":"Teotihuacan","Description":"Teotihuacan, also known as the City of the Gods, is an archeological site 40 km northeast of Mexico City. Náhuatl for \"the place where men became gods\", Teotihuacan is home to some of the largest ancient pyramids in the world. According to legend, it was here where the gods gathered to plan the creation of man. The site is listed on the UNESCO World Heritage List.\n","Latitude":"19.692500","Longitude":"-98.843800","Url":"https://en.wikivoyage.org/wiki/Teotihuacan","Country":"Mexico"},{"Name":"Tulum","Description":"Tulum is on the Yucatán Peninsula, in Mexico. It is one of the earliest resorts in Mexico, offering a place of worship and solitude for the Mayan kings, clergy and gods in early times. The tropical beach backdrop is the main attraction of this picturesque, much-visited small ruin on the shore of the Caribbean Sea. Shortly after your arrival, you will understand why early Mayans picked this beautiful place to relax.\n","Latitude":"20.41667","Longitude":"-87.3","Url":"https://en.wikivoyage.org/wiki/Tulum","Country":"Mexico"},{"Name":"Uxmal","Description":"Uxmal is an archeological site in the state of Yucatan in Mexico, and a UNESCO World Heritage List site.\n","Latitude":"20.359444","Longitude":"-89.771389","Url":"https://en.wikivoyage.org/wiki/Uxmal","Country":"Mexico"}]