[{"Name":"Berne","Description":"Although Berne (German: Bern) is the seat of most of the institutions of the Swiss confederation, this is only a small to medium sized city with a population of about 130,000 in the city proper and roughly 350,000 in the urban agglomeration. It sits on a peninsula formed by the meandering turns of the river Aare.  The remarkable design coherence of Berne's old town has earned it a place on the UNESCO World Heritage List. It has 6.4 km (4 miles) of arcaded walkways along streets decked out with fountains and clock-towers.\n","Latitude":"46.94821","Longitude":"7.45165","Url":"https://en.wikivoyage.org/wiki/Berne","Country":"Switzerland","Photo":"https://upload.wikimedia.org/wikipedia/commons/d/db/Bern_Wikivoyage_banner.png"},{"Name":"Basel","Description":"One of Switzerland's underrated tourist destinations, Basel has a beautiful medieval old town centre, a fascinating carnival, and several world class art museums built by architects like Renzo Piano, Mario Botta and Herzog & De Meuron. Basel is also rich in architecture old and new, with a Romanesque Münster (cathedral), a Renaissance Rathaus (town hall), and various examples of high quality contemporary architecture, including more buildings by Herzog & De Meuron, Richard Meier, Diener & Diener, and various others.\n","Latitude":"47.5667","Longitude":"7.6000","Url":"https://en.wikivoyage.org/wiki/Basel","Country":"Switzerland","Photo":"https://upload.wikimedia.org/wikipedia/commons/5/5e/Basel_banner.jpg"},{"Name":"Geneva","Description":"Geneva (French: Genève, German: Genf), Switzerland's second-most populous city and the largest French-speaking city in Switzerland, is one of the world's major centers of international diplomacy, having served as the site of the headquarters of the International Committee of the Red Cross since its foundation in 1863. Although the United Nations is now headquartered in New York, the organization still retains a large presence in Geneva at the Palais des Nations and many of its sister/child organizations, such as the World Health and International Labour Organizations. The City of Geneva has only 200,000 inhabitants but 915,000 people live in the metropolitan region.\n","Latitude":"46.2000","Longitude":"6.1500","Url":"https://en.wikivoyage.org/wiki/Geneva","Country":"Switzerland","Photo":"https://upload.wikimedia.org/wikipedia/commons/3/3d/Geneva_panorama_banner.jpg"},{"Name":"Interlaken","Description":"Interlaken is a small city in the Bernese Highlands region of central Switzerland. Located between two alpine lakes (Lake Brienz (Brienzersee) and Lake Thun (Thunersee)), Interlaken is a popular base camp for outdoor sports and travel in the surrounding Bernese Oberland Alps. Interlaken itself is a superb holiday destination.\n","Latitude":"46.6833","Longitude":"7.8500","Url":"https://en.wikivoyage.org/wiki/Interlaken","Country":"Switzerland","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Interlaken_banner_panorama.jpg/2560px-Interlaken_banner_panorama.jpg"},{"Name":"Lausanne","Description":"\nLausanne, (pronounced low-ZANNE) the capital of the Swiss canton of Vaud, is a medium sized city (around two thirds the size of Geneva) which sits at the northernmost point of Lake Geneva (Lac Léman).  The city is the host to the International Olympic Committee and two major universities. It is also the public transport hub of Vaud, and a gateway to the alpine Canton of the Valais, home to some of the best known ski slopes in the world.\n","Latitude":"46.51","Longitude":"6.63","Url":"https://en.wikivoyage.org/wiki/Lausanne","Country":"Switzerland","Photo":"https://upload.wikimedia.org/wikipedia/commons/9/92/Lausanne_Wikivoyage_Banner.png"},{"Name":"Lucerne","Description":"Lucerne  (Luzern in German, Lozärn in Swiss-German) is a beautiful small city in the heartland of Switzerland, across the lake from Altdorf, where legend has it William Tell shot an apple off of his son's head.  In addition to being a fine place to visit in and of itself Lucerne is a great base from which to explore famous Swiss sites such as Mount Rigi, Pilatus, Titlis and the Rütli Meadow.\n","Latitude":"47.0517","Longitude":"8.3073","Url":"https://en.wikivoyage.org/wiki/Lucerne","Country":"Switzerland","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f6/Luzern_Kapellbruecke_banner.jpg"},{"Name":"Lugano","Description":"\nLugano is a lakeside city in Ticino, the Italian-speaking part of southern Switzerland, and is the largest Italian-speaking city in Switzerland, or for that matter, outside Italy. Part of a temperate micro-climate, Lugano offers palm trees, picturesque boulevards, stunning views of the lake and the Alps, and plenty of opportunity for outdoor and indoor activities. Lugano also makes a good base for visiting other cities and sites in the area. The city is a pleasant place to relax in the summertime and is only half an hour away from Lake Como.\n","Latitude":"46.0000","Longitude":"8.9500","Url":"https://en.wikivoyage.org/wiki/Lugano","Country":"Switzerland","Photo":"https://upload.wikimedia.org/wikipedia/commons/d/d6/Lugano_banner.jpg"},{"Name":"St. Gallen","Description":"Saint Gallen (St. Gallen, German: Sankt Gallen) is the main city of eastern Switzerland.  For travellers, its main draw is the centuries old Abbey of Saint Gall, a UNESCO World Heritage Site with a world famous historic library. It's a place packed with listed heritage buildings and well-maintained museums. And if you are tired of all the urban highlights, Saint Gallen also serves as a gateway to the Appenzell Alps.\n","Latitude":"47.4167","Longitude":"9.3667","Url":"https://en.wikivoyage.org/wiki/St._Gallen","Country":"Switzerland","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/St.Gallen_-_Panorama_-_001_%28cropped%29.jpg/2560px-St.Gallen_-_Panorama_-_001_%28cropped%29.jpg"},{"Name":"Zurich","Description":"Zurich (German: Zürich, Swiss German: Züri) is the largest city in Switzerland, with a population of some 400,000 in the city proper and 1.3 million in the metro area. Zurich is on Lake Zurich, where the lake meets the Limmat River, in the north of Switzerland. While Zurich is the country's financial centre and has the busiest airport, Berne is the Swiss capital.\n","Latitude":"47.36842","Longitude":"8.54045","Url":"https://en.wikivoyage.org/wiki/Zurich","Country":"Switzerland","Photo":"https://upload.wikimedia.org/wikipedia/commons/4/4d/Zurich_banner.jpg"},{"Name":"Davos","Description":"Davos is a winter and summer resort village located in the heart of the Graubünden in the east of Switzerland. In the early 1990s, Davos became famous for hosting the World Economic Forum, an annual winter gathering of international politicians and financiers who represented a transnational elite. Together with the nearby town of Klosters, Davos offers a wide variety of winter sports activities, and summer hiking trails, set amid stunning Alpine scenery.\n","Latitude":"46.8000","Longitude":"9.8333","Url":"https://en.wikivoyage.org/wiki/Davos","Country":"Switzerland","Photo":"https://upload.wikimedia.org/wikipedia/commons/0/0d/Davos_Wikivoyage_banner.jpg"},{"Name":"Grindelwald","Description":"Grindelwald is a mountain village in Bernese Oberland in Swiss Alps.\n","Latitude":"46.6167","Longitude":"8.0333","Url":"https://en.wikivoyage.org/wiki/Grindelwald","Country":"Switzerland","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f7/Grindelwald_banner_Grindelwald_seen_from_Chrinnenhorn.jpg"},{"Name":"Lavaux","Description":"Lavaux is internationally famous as a terraced wine-growing region on the shores of Lake Geneva (Lac Léman) in western Switzerland.  It covers the territory roughly from Lausanne to Montreux, extending to an altitude of roughly 500 meters above lake level and including 6 lake shore villages and the city of Vevey. Part of the Lavaux (bas-Lavaux) has been recognised since 2007 as a world heritage site by UNESCO. The territories of two additional communes Savigny and Forel, also belong to the Lavaux, but lie entirely outside the UNESCO world heritage site. With only distant glimpses of the lake, at 700–900 meters altitude, along with the upper reaches of the commune of Puidoux, these outlying parts of the Lavaux lie too high above the Léman for commercial wine-growing, but nevertheless benefit from stunning views of the entire mountain range from the Moléson of the Fribourgeois Préalps to the Dent D'Oche of the Chablais Français. In winter the haut-Lavaux is often sufficiently snow-covered that it is not unusual to encounter off-piste cross-country skiers on the rolling farmland and abundant forest trails. In Autumn, Savigny and Forel may bask in sunny blue skies on the days when Lausanne and the bas-Lavaux remain shrouded in mist. Highly accurate local weather predictions for the region can be had from the web site of the local weather station, MeteoLavaux.\n","Latitude":"46.4919444","Longitude":"6.74611111","Url":"https://en.wikivoyage.org/wiki/Lavaux","Country":"Switzerland","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/WV_banner_Lavaux.jpg/2560px-WV_banner_Lavaux.jpg"},{"Name":"St. Moritz","Description":"St. Moritz is located in the Upper Engadin in the canton of Graubünden in Switzerland. It is one of the best-known vacation spots in Europe. It is chic and famous for its ambiance, and is situated next to Engadine's lakescape at 1,856 metres above sea level. The bubbly \"champagne atmosphere\" is as legendary as the St. Moritz sun, which shines on an average 322 days a year!\n","Latitude":"46.5000","Longitude":"9.8333","Url":"https://en.wikivoyage.org/wiki/St._Moritz","Country":"Switzerland","Photo":"https://upload.wikimedia.org/wikipedia/commons/3/35/Tschierva-low-banner.jpg"},{"Name":"Swiss Alps Jungfrau-Aletsch","Description":"\nSwiss Alps Jungfrau-Aletsch is a protected area and a UNESCO World Heritage Site between the Valais and the Bernese Highlands in the Swiss Alps. It was known as Jungfrau-Aletsch-Bietschhorn until its name was changed in 2007.\n","Latitude":"46.503","Longitude":"8.036","Url":"https://en.wikivoyage.org/wiki/Swiss_Alps_Jungfrau-Aletsch","Country":"Switzerland","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Jungfraujoch.jpg/2560px-Jungfraujoch.jpg"},{"Name":"Zermatt","Description":"Zermatt is one of the most famous mountain resorts in Switzerland. Located in the German-speaking part of Valais its most popular sight is the iconic Matterhorn peak, probably Switzerland's most famous mountain. It comes at no surprise then that the town of Zermatt caters mostly towards skiing, hiking and mountaineering. Though its fame has also a downside, the town is busier and much more expensive than other destinations in the region.\n","Latitude":"46.016667","Longitude":"7.75","Url":"https://en.wikivoyage.org/wiki/Zermatt","Country":"Switzerland","Photo":"https://upload.wikimedia.org/wikipedia/commons/2/25/Zermatt_banner_Gornergrat.jpg"}]