{"Bolivia":[{"Name":"Kabul","Description":"Kabul has been the capital of Afghanistan since about 1776. The city has been badly damaged during the various 1979–2001 wars, particularly its western parts. For a few years, Kabul has been going through a period of reconstruction and development, with some modern style tower blocks and a handful of glitzy shopping malls appearing over the last few years. Many roads, particularly the main feeder routes have been reconstructed and upgraded.  However, in outlying areas roads and other infrastructure remain in poor condition. Electricity supplies in Kabul are now quite reliable.\n","Latitude":"34.5333","Longitude":"69.1667","Url":"https://en.wikivoyage.org/wiki/Kabul","Country":"Afghanistan"},{"Name":"Bamiyan","Description":"Bamiyan is the main town in Bamiyan Province.\n","Latitude":"34.82","Longitude":"67.82","Url":"https://en.wikivoyage.org/wiki/Bamiyan","Country":"Afghanistan"},{"Name":"Ghazni","Description":"Ghazni is a small city and province south of Kabul.\n","Latitude":"33.5500","Longitude":"68.4167","Url":"https://en.wikivoyage.org/wiki/Ghazni","Country":"Afghanistan"},{"Name":"Herat","Description":"Herat (Dari: هرات) is a big, relatively wealthy city in western Afghanistan.\n","Latitude":"34.341944","Longitude":"62.203056","Url":"https://en.wikivoyage.org/wiki/Herat","Country":"Afghanistan"},{"Name":"Jalalabad","Description":"Jalalabad (Pashto: جلال آباد) is a city in eastern Afghanistan with a population of nearly 900,000 people.\n","Latitude":"34.434167","Longitude":"70.447778","Url":"https://en.wikivoyage.org/wiki/Jalalabad","Country":"Afghanistan"},{"Name":"Kandahar","Description":"Kandahar (Pashto: کندهار) is capital of Kandahar province, and the largest city in  Southern Afghanistan. Kandahar is also the second largest city in Afghanistan, and was the first capital of the modern state of Afghanistan.\n","Latitude":"31.6167","Longitude":"65.7167","Url":"https://en.wikivoyage.org/wiki/Kandahar","Country":"Afghanistan"},{"Name":"Kunduz","Description":"Kunduz (Pashto: کندز; Persian: قندوز) also known as Kundûz, Qonduz, Qondûz, Konduz, Kondûz, Kondoz, or Qhunduz is a major city in the North of Afghanistan.\n","Latitude":"36.7333","Longitude":"68.8667","Url":"https://en.wikivoyage.org/wiki/Kunduz","Country":"Afghanistan"},{"Name":"Mazar-e Sharif","Description":"Mazar-e Sharif (مزار شریف), officially called Mazari Sharif and also Mazar-i-Sharif, Mazar-e Sharif, even Mazar Sharif or just Mazar is a city in Afghanistan and the capital of Balkh Province.\n","Latitude":"36.7","Longitude":"67.12","Url":"https://en.wikivoyage.org/wiki/Mazar-e_Sharif","Country":"Afghanistan"},{"Name":"Bagram","Description":"\nBagram is the capital of Parwan Province, East Afghanistan in Afghanistan.\n","Latitude":"34.9667","Longitude":"69.2928","Url":"https://en.wikivoyage.org/wiki/Bagram","Country":"Afghanistan"},{"Name":"Balkh","Description":"Balkh is a town in Afghanistan.\n","Latitude":"36.758055555556","Longitude":"66.898888888889","Url":"https://en.wikivoyage.org/wiki/Balkh","Country":"Afghanistan"},{"Name":"Band-e Amir","Description":"Band-e Amir National Park (Persian: بند امیر) is the first national park of Afghanistan. It is a stunning group of turquoise lakes in the Eastern zone of the country, in Bamyan Province. It sits high in the Hindu Kush at an altitude of 2900m, and in 2013 about 6,000 local tourists visit the site each year. The area is protected by a small number of park rangers and most of the landmines are cleared.\n","Latitude":"34.839722","Longitude":"67.230833","Url":"https://en.wikivoyage.org/wiki/Band-e_Amir","Country":"Afghanistan"},{"Name":"Khyber Pass","Description":"The Khyber Pass is the main route between Pakistan and Afghanistan. The pass itself is entirely in Pakistan. The nearest major cities on the route that goes over the pass are Jalalabad in Afghanistan and Peshawar in Pakistan, with Torkham as border crossing point.\n","Latitude":"34.11","Longitude":"71.111666666667","Url":"https://en.wikivoyage.org/wiki/Khyber_Pass","Country":"Afghanistan"},{"Name":"Jam","Description":"Jam is a village in West Afghanistan, best known for the \"Minaret of Jam\".\n","Latitude":"34.35","Longitude":"64.483333","Url":"https://en.wikivoyage.org/wiki/Jam","Country":"Afghanistan"},{"Name":"Panjshir Valley","Description":"Panjshir Valley is in Afghanistan.\n","Latitude":"35.266666666667","Longitude":"69.466666666667","Url":"https://en.wikivoyage.org/wiki/Panjshir_Valley","Country":"Afghanistan"},{"Name":"Salang Pass","Description":"The Salang Pass is in Afghanistan on the road between Kabul and Mazar-e-Sharif. It has been in use as a trade route between central Afghanistan and the northern region known historically as Bactria for at least four thousand years. It is the main route across the Hindu Kush mountain range.\n","Latitude":"35.3139","Longitude":"69.0371","Url":"https://en.wikivoyage.org/wiki/Salang_Pass","Country":"Afghanistan"},{"Name":"Shamali Plain","Description":"The Shamali Plain (or Shomali Plain) is north of Kabul. Shamali, meaning 'windy' or 'northern,' is a green plain which produced a lot of the food for central Afghanistan. From Kabul it extends north through Charikar, Parvan province to Jabal os Saraj. Food production was largely stopped during the wars, but it is now beginning to recover. The Plain remains largely green during the long hot summer.\n","Latitude":"35.103","Longitude":"69.232","Url":"https://en.wikivoyage.org/wiki/Shamali_Plain","Country":"Afghanistan"},null,null,{"Name":"Tirana","Description":"Tirana (Albanian: Tiranë) is the bustling and modern capital of Albania.\n","Latitude":"41.3237","Longitude":"19.8203","Url":"https://en.wikivoyage.org/wiki/Tirana","Country":"Albania"},{"Name":"Elbasan","Description":"Elbasan is the city at the very center of Albania. Its central location, North to South and East to West, is the reason it is sometimes referred to as \"Kurthiza e Shqipërisë\" (The Bellybutton of Albania).\n","Latitude":"41.1125","Longitude":"20.082222222222","Url":"https://en.wikivoyage.org/wiki/Elbasan","Country":"Albania"},{"Name":"Berat","Description":"Berat is a city in Albania. In 2008 it was designated as a UNESCO World Heritage Site as it is a rare example of a well-preserved Ottoman town. It is one of the country's most beautiful towns, and is known as the \"town of a thousand windows\".\n","Latitude":"40.7000","Longitude":"19.9500","Url":"https://en.wikivoyage.org/wiki/Berat","Country":"Albania"},{"Name":"Fier","Description":"Fier is a city in Albania.\n","Latitude":"40.7167","Longitude":"19.5500","Url":"https://en.wikivoyage.org/wiki/Fier","Country":"Albania"},{"Name":"Gjirokastër","Description":"Gjirokastër is a town and a UNESCO world heritage site in Southeastern Albania.\n","Latitude":"40.0833","Longitude":"20.1333","Url":"https://en.wikivoyage.org/wiki/Gjirokast%C3%ABr","Country":"Albania"},{"Name":"Korce","Description":"\nKorçë (Korça) is the principal city in the district of Korçë in Southeastern Albania.\n","Latitude":"40.6167","Longitude":"20.7667","Url":"https://en.wikivoyage.org/wiki/Korce","Country":"Albania"},{"Name":"Kruje","Description":"Kruje, also Kruja in English, is a city in Albania just north of Tirana.\n","Latitude":"41.516667","Longitude":"19.8","Url":"https://en.wikivoyage.org/wiki/Kruje","Country":"Albania"},{"Name":"Shkodra","Description":"Shkodra is the fourth largest city in Albania. It has experienced a face lift as streets and buildings were renovated, a promenade opened and a new swing bridge built over the Buna River.\n","Latitude":"42.0667","Longitude":"19.5000","Url":"https://en.wikivoyage.org/wiki/Shkodra","Country":"Albania"},{"Name":"Vlorë","Description":"Vlorë is a city in Coastal Albania in Albania.\n","Latitude":"40.4667","Longitude":"19.4897","Url":"https://en.wikivoyage.org/wiki/Vlor%C3%AB","Country":"Albania"},{"Name":"Albanian Alps","Description":"Prokletije (Albanian: Alpet Shqiptare or Bjeshkët e Nemuna), sometimes called the Accursed Mountains are a range in Serbia, Kosovo, and northern Albania.\n","Latitude":"42.441667","Longitude":"19.8125","Url":"https://en.wikivoyage.org/wiki/Albanian_Alps","Country":"Albania"},{"Name":"Theth","Description":"Thethi is a village surrounded by Thethi National Park, up on Albanian Alps, in Northeastern Albania, in Shkodra District.\n","Latitude":"42.395833","Longitude":"19.774444","Url":"https://en.wikivoyage.org/wiki/Theth","Country":"Albania"},{"Name":"Albanian Riviera","Description":"The Albanian Riviera (Albanian: Bregu) lies along the southwestern coast of Albania, from the village of Palasë and ending in Lukovë.\n","Latitude":"40.07261","Longitude":"19.76385","Url":"https://en.wikivoyage.org/wiki/Albanian_Riviera","Country":"Albania"},{"Name":"Dhërmi","Description":"Dhërmi is a village in Himarë Municipality in the Albanian Riviera part of Coastal Albania.\n","Latitude":"40.1500","Longitude":"19.6333","Url":"https://en.wikivoyage.org/wiki/Dh%C3%ABrmi","Country":"Albania"},{"Name":"Vuno","Description":"Vuno is a village in Coastal Albania, located a few kilometres north to the town of Himarë. \n","Latitude":"40.1333","Longitude":"19.7000","Url":"https://en.wikivoyage.org/wiki/Vuno","Country":"Albania"},{"Name":"Butrint","Description":"Sarandë, the gateway to the southern Albania, is a small town of about 33,000 inhabitants, situated on a beautiful horseshoe bay between the mountains and the Ionian Sea. The name Saranda derives from an early Christian monastery dedicated to Agioi Saranta (Forty Saints). In antiquity, Saranda was known as Onchesmus.\nLocated opposite the Greek island of Corfu, Saranda is characterized by a Mediterranean climate and warm sea waters. Saranda typically has over 300 sunny days a year. Due to its location and warm weather Saranda is one of the most attractive tourist towns on the Albanian Riviera, where honeymooners traditionally spend their holidays. Fronting the sea and along the main promenade there are some hotels and restaurants which offer you catering facilities and accommodation.\n","Latitude":"39.87556","Longitude":"20.00528","Url":"https://en.wikivoyage.org/wiki/Butrint","Country":"Albania"},{"Name":"Durres","Description":"Durrës is an Albanian Adriatic port city. It has ferries to Bari in (Italy). Alternative spellings of the city's name are Durrazzo (Italian),  Drač (Драч, Serbo-Croatian) or Dyrrhachion (Δυρράχιον, Greek).\n","Latitude":"41.323","Longitude":"19.441","Url":"https://en.wikivoyage.org/wiki/Durres","Country":"Albania"},null,null,{"Name":"Lura National Park","Description":"Lure National Park (Albanian: Parku Kombetar i Lures) is in Northeastern Albania (41° 47′ N, 20° 11′ E).\n","Latitude":"41.783333333333","Longitude":"20.183333333333","Url":"https://en.wikivoyage.org/wiki/Lura_National_Park","Country":"Albania"},{"Name":"Shëngjin","Description":"Shëngjin is in Lezhe. Shëngjin is a growing beach town located in Northwest Albania well known for its Adriatic coastline and tourist accommodations. Shëngjin is quickly becoming one of the must see locations in Albania for day trippers or those looking for a relaxing getaway by the coast. \n","Latitude":"41.81","Longitude":"19.59","Url":"https://en.wikivoyage.org/wiki/Sh%C3%ABngjin","Country":"Albania"},null,{"Name":"Pustec","Description":"Pustec (Macedonian: Пустец) is one of the 61 municipalities of Albania, within Korçë County. Located in the southeastern fringes of the country, it contains all of Albania's share of the Great Prespa Lake, as well as most of Prespa National Park which extends southward to Albania's portion of the Small Prespa Lake in Devoll Municipality. Home to an entirely ethnic Macedonian population and the only place in Albania where the ethnic group enjoys full minority rights, Pustec is considered the centre of the Macedonian minority of Albania. It encompasses much of a region known amongst Macedonians as \"Mala Prespa\", bordered by Greece to the east and by Macedonia to the north and northeast.\n","Latitude":"40.83","Longitude":"20.938","Url":"https://en.wikivoyage.org/wiki/Pustec","Country":"Albania"},{"Name":"Algiers","Description":"Algiers (الجزائر) is the capital of Algeria in North Africa.\n","Latitude":"36.7000","Longitude":"3.2167","Url":"https://en.wikivoyage.org/wiki/Algiers","Country":"Algeria"},{"Name":"Annaba","Description":"Annaba is a coastal city in Northeast Algeria.\n","Latitude":"36.9000","Longitude":"7.7667","Url":"https://en.wikivoyage.org/wiki/Annaba","Country":"Algeria"},{"Name":"Batna","Description":"Batna is a city in Northeast Algeria.\n","Latitude":"35.5500","Longitude":"6.1667","Url":"https://en.wikivoyage.org/wiki/Batna","Country":"Algeria"},{"Name":"Bechar","Description":"Bechar is a city in Algeria's Saharan Atlas region.\n","Latitude":"31.633333333333","Longitude":"-2.2","Url":"https://en.wikivoyage.org/wiki/Bechar","Country":"Algeria"},{"Name":"Constantine","Description":"Constantine is a city in Northeast Algeria.\n","Latitude":"36.365","Longitude":"6.6147222222222","Url":"https://en.wikivoyage.org/wiki/Constantine","Country":"Algeria"},{"Name":"Oran","Description":"Oran is a city of more than 600,000 people in Northwest Algeria.\n","Latitude":"35.696944","Longitude":"-0.633056","Url":"https://en.wikivoyage.org/wiki/Oran","Country":"Algeria"},{"Name":"Sétif","Description":"Sétif is a city in Northeast Algeria.\n","Latitude":"36.183","Longitude":"5.4","Url":"https://en.wikivoyage.org/wiki/S%C3%A9tif","Country":"Algeria"},{"Name":"Tamanrasset","Description":"Tamanrasset is a city deep in Saharan Algeria.\n","Latitude":"22.785","Longitude":"5.5227777777778","Url":"https://en.wikivoyage.org/wiki/Tamanrasset","Country":"Algeria"},{"Name":"Timimoun","Description":"Timimoun is a city in the Saharan region of Algeria.\n","Latitude":"29.26","Longitude":"-0.24","Url":"https://en.wikivoyage.org/wiki/Timimoun","Country":"Algeria"},{"Name":"Andorra la Vella","Description":"\nAndorra la Vella is the capital of Andorra. At an altitude of 1023 m it is Europe's highest capital, and the only one located over 1 km above the sea level.  \n","Latitude":"42.5000","Longitude":"1.5167","Url":"https://en.wikivoyage.org/wiki/Andorra_la_Vella","Country":"Andorra"},null,{"Name":"Sant Julia de Loria","Description":"Sant Julia de Loria (correctly Sant Julià de Lòria) [1] [dead link] lies on border to Spain in the southern parish (administrative division) in Andorra between Andorra La Vella and Spain.\n","Latitude":"42.4667","Longitude":"1.4833","Url":"https://en.wikivoyage.org/wiki/Sant_Julia_de_Loria","Country":"Andorra"},{"Name":"Escaldes-Engordany","Description":"Escaldes-Engordany is a parish (administrative division) mainly to the east of Andorra La Vella but with main village of the same name 1.6 km N of the capital of Andorra on the road to La Massana and Ordino.\n","Latitude":"42.508889","Longitude":"1.540833","Url":"https://en.wikivoyage.org/wiki/Escaldes-Engordany","Country":"Andorra"},{"Name":"Encamp","Description":"Encamp is a parish (administrative division) and town 4 km NE of the capital of Andorra between Andorra La Vella and the French border at Pas de la Casa (2085 m).\n","Latitude":"42.5333","Longitude":"1.5833","Url":"https://en.wikivoyage.org/wiki/Encamp","Country":"Andorra"},{"Name":"La Massana","Description":"La Massana lies in the western border parish (administrative division) of the same name and en route to the town of Ordino in Andorra between Andorra La Vella and France.  \n","Latitude":"42.5500","Longitude":"1.5167","Url":"https://en.wikivoyage.org/wiki/La_Massana","Country":"Andorra"},{"Name":"Ordino","Description":"Ordino is the northernmost parish (administrative division) and town of Andorra between Andorra La Vella and France.  It has the fewest inhabitants of all Andorran parishes but covers almost the largest area.\n","Latitude":"42.5500","Longitude":"1.5333","Url":"https://en.wikivoyage.org/wiki/Ordino","Country":"Andorra"},{"Name":"Canillo","Description":"Canillo is a parish (administrative division) and town 12km NE of the capital of Andorra between Andorra La Vella and the French border at Pas de la Casa (2085m).\n","Latitude":"42.5667","Longitude":"1.6000","Url":"https://en.wikivoyage.org/wiki/Canillo","Country":"Andorra"},{"Name":"Arinsal","Description":"Arinsal is a village in Andorra, a small mountainous country in the Pyrenees mountains at the head of a valley. The old village part is clearly evident, but because it is also a ski resort it has grown a lot and has quite a number of hotels catering to this trade. As a result though outside the ski season the place is pretty much closed up including some of the bars and restaurants.\n","Latitude":"42.5667","Longitude":"1.4833","Url":"https://en.wikivoyage.org/wiki/Arinsal","Country":"Andorra"},{"Name":"Pal","Description":"Pal in Andorra lies in the northwestern border parish (administrative division) of La Massana and is a skiing village in the same area as Arinsal.  Cable car.   \n","Latitude":"42.5500","Longitude":"1.4833","Url":"https://en.wikivoyage.org/wiki/Pal","Country":"Andorra"},{"Name":"Pas de la Casa","Description":"Pas de la Casa is a town in Andorra, a small mountainous country in the Pyrenees mountains in Europe. It is located on the Andorran - French border quite high in the mountains.\n","Latitude":"42.5500","Longitude":"1.7333","Url":"https://en.wikivoyage.org/wiki/Pas_de_la_Casa","Country":"Andorra"},{"Name":"Soldeu","Description":"Soldeu and El Tarter lie in the parish (administrative division) of Canillo some 17km NE of the capital of Andorra between Andorra La Vella and the French border at Pas de la Casa (2085m). Arguably the best known area in Andorra for skiing, Soldeu and El Tarter (neighbour villages) are lively, good value for money, modern and friendly, with great skiing and snowboarding facilities.  In summer, Soldeu is popular with walkers and golfers who make the most of the beautiful scenery.  In winter the Soldeu weather conditions change dramatically with excellent snow conditions providing excellent terrain for skiing and snowboarding.\n","Latitude":"42.5833","Longitude":"1.6667","Url":"https://en.wikivoyage.org/wiki/Soldeu","Country":"Andorra"},{"Name":"Luanda","Description":"Luanda, the capital of Angola, is on the Atlantic coast. Its current renaissance is a truly inspiring success story. Decades of conflict, which only really ended in 2002, had long held Angola back. Since the start of the 21st century there has been a massive boom in construction in Luanda, where peace and stability have attracted numerous foreign companies to invest in offices in the city. The government of Angola, getting rich off revenue from oil, diamond, and other natural resources, is also investing heavily in and around Luanda, including large social housing high-rise blocks of flats to replace slums and existing dilapidated (and often bullet-ridden) tower blocks; extensive repaving; the construction of several six-lane highways leading out of the city; the reconstruction of railway lines leading out of the city; and a large new airport on the south side which had been set to open in 2011 but which is more than ten years in the making and still not open as of early 2016.\n","Latitude":"-8.83833","Longitude":"13.23444","Url":"https://en.wikivoyage.org/wiki/Luanda","Country":"Angola"},{"Name":"Benguela","Description":"\nBenguela is a city in Central Angola.\n","Latitude":"-12.55","Longitude":"13.41666667","Url":"https://en.wikivoyage.org/wiki/Benguela","Country":"Angola"},{"Name":"Cabinda (city)","Description":"\nCabinda City a city of 400,000 and the capital of Cabinda region of Angola.\n","Latitude":"-5.56","Longitude":"12.19","Url":"https://en.wikivoyage.org/wiki/Cabinda_(city)","Country":"Angola"},{"Name":"Huambo","Description":"Huambo is a city in Central Angola, and capital of the Huambo Province. It is one of the largest provincial cities in Angola, comparable in size with Lubango and Lobito/Benguela.  Once called Nova Lisboa, it was designed in 1912 to be the new capital of Angola, and the beauty of that era is still apparent.  Angola's civil war took a massive toll on Huambo and its surrounding areas, leaving most buildings in the city full of bullet holes.  In recent years, reconstruction efforts have changed the face of the city, and the economy is booming as businesses reinvest.\n","Latitude":"-12.77666","Longitude":"15.73458","Url":"https://en.wikivoyage.org/wiki/Huambo","Country":"Angola"},{"Name":"Lobito","Description":"Lobito is a city in Benguela Province, Angola.\n","Latitude":"-12.35233","Longitude":"13.54743","Url":"https://en.wikivoyage.org/wiki/Lobito","Country":"Angola"},{"Name":"M'banza-Kongo","Description":"\nM'banza-Kongo is a city of 175,000 in Northern Angola, near the border with the Democratic Republic of Congo.\n","Latitude":"-6.26","Longitude":"14.24","Url":"https://en.wikivoyage.org/wiki/M%27banza-Kongo","Country":"Angola"},null,null,null,null,null,null,{"Name":"Great Escarpment (Angola)","Description":"\nThe Angolan section of Southern Africa's Great Escarpment is in Southwest Angola.\n","Latitude":"-14.9114","Longitude":"13.2819","Url":"https://en.wikivoyage.org/wiki/Great_Escarpment_(Angola)","Country":"Angola"},null,null,null,{"Name":"Mussulo Island","Description":"\nMussulo Island is just outside Luanda, separated (mostly) from the mainland by the Baie de Mussulo. While actually a peninsula, connected to the mainland by a narrow sandy spit, it is only accessible by boat. It's a popular escape from the Luandan chaos — clean paradisaical beaches with decent tourist facilities. Because it is popular with wealthy Luandans and expats, the restaurants, bars, and accommodations are expensive.\n","Latitude":"-8.96376","Longitude":"13.05176","Url":"https://en.wikivoyage.org/wiki/Mussulo_Island","Country":"Angola"},null,null,{"Name":"Saint John's","Description":"Saint John's is the capital city of Antigua and Barbuda. It is on the island of Antigua.\n","Latitude":"17.12111111","Longitude":"-61.84472222","Url":"https://en.wikivoyage.org/wiki/Saint_John%27s","Country":"Antigua and Barbuda"},{"Name":"Codrington","Description":"Codrington is a city on the island of Barbuda.\n","Latitude":"17.6333","Longitude":"-61.8333","Url":"https://en.wikivoyage.org/wiki/Codrington","Country":"Antigua and Barbuda"},null,{"Name":"English Harbour","Description":"English Harbour is a town in southern Antigua.\n","Latitude":"17","Longitude":"-61.766666666667","Url":"https://en.wikivoyage.org/wiki/English_Harbour","Country":"Antigua and Barbuda"},{"Name":"Falmouth (Antigua)","Description":"Falmouth is a town on the island of Antigua. It was the original British settlement on the island.\n","Latitude":"17.021","Longitude":"-61.7777","Url":"https://en.wikivoyage.org/wiki/Falmouth_(Antigua)","Country":"Antigua and Barbuda"},null,{"Name":"Buenos Aires","Description":"Buenos Aires is the capital of Argentina.\n","Latitude":"-34.603","Longitude":"-58.382","Url":"https://en.wikivoyage.org/wiki/Buenos_Aires","Country":"Argentina"},{"Name":"Córdoba (city, Argentina)","Description":"Córdoba is the second largest city in Argentina, with about 1.4 million inhabitants, and is the capital of Cordoba province. It is known for its rich colonial heritage and its old university, now the second-largest of the country. You can’t miss the historical centre and the magnificent churches, the Cathedral and the Jesuitic quarter with the Montserrat School and the old University buildings. Also, Córdoba is home to the perhaps most popular Argentine Latin pop music genre, cuarteto.\n","Latitude":"-31.40127","Longitude":"-64.19397","Url":"https://en.wikivoyage.org/wiki/C%C3%B3rdoba_(city,_Argentina)","Country":"Argentina"},{"Name":"Rosario","Description":"Rosario is the third largest city in Argentina and the largest city in Santa Fe province. It is located at the Paraná river, known for its rich architectonic heritage and beautiful riverside scenery, and offers a vibrant cultural and night life.\n","Latitude":"-32.95","Longitude":"-60.666667","Url":"https://en.wikivoyage.org/wiki/Rosario","Country":"Argentina"},{"Name":"Mendoza","Description":"Mendoza is a city in western Argentina, in the desert Cuyo region. Mendoza is the center of the Argentinian wine industry, for which it is world renowned. It is also near the Aconcagua, the highest mountain outside of the Himalayas. Mendoza is the capital of the province of Mendoza.\n","Latitude":"-32.8833","Longitude":"-68.8167","Url":"https://en.wikivoyage.org/wiki/Mendoza","Country":"Argentina"},{"Name":"San Miguel de Tucuman","Description":"San Miguel de Tucuman is the capital city of Tucuman Province, and the largest city in the Northwest region of Argentina.\n","Latitude":"-26.8167","Longitude":"-65.2167","Url":"https://en.wikivoyage.org/wiki/San_Miguel_de_Tucuman","Country":"Argentina"},{"Name":"La Plata","Description":"La Plata is the capital city of Buenos Aires Province, Argentina. It is placed on the \"pampa húmeda\" (wet pampas), 56 kilometres south-east of Buenos Aires city, at 34º 55' south latitude and 57º 17' west longitude.\n","Latitude":"-34.921111","Longitude":"-57.954444","Url":"https://en.wikivoyage.org/wiki/La_Plata","Country":"Argentina"},{"Name":"Salta","Description":"\nSalta is the capital of the province of Salta, up in the mountains in northern Argentina. Salta is typically visited as a launching point for the nature and small towns in the region, but it's a major city and accordingly has its own charms and sights worth seeing too.\n","Latitude":"-24.7833","Longitude":"-65.4167","Url":"https://en.wikivoyage.org/wiki/Salta","Country":"Argentina"},{"Name":"San Juan (city, Argentina)","Description":"San Juan is the capital city of San Juan province, in the central-west Cuyo region of Argentina.\n","Latitude":"-31.5500","Longitude":"-68.5167","Url":"https://en.wikivoyage.org/wiki/San_Juan_(city,_Argentina)","Country":"Argentina"},{"Name":"San Carlos de Bariloche","Description":"Bariloche is in the Río Negro Province, near the Nahuel Huapi National Park in Argentina.\n","Latitude":"-41.1500","Longitude":"-71.3000","Url":"https://en.wikivoyage.org/wiki/San_Carlos_de_Bariloche","Country":"Argentina"},{"Name":"El Calafate","Description":"El Calafate is a small town that has grown due to the tourist influx into the Patagonia region of Argentina. It is set on the glacial blue Lago Argentina and is full of eager trekkers.\n","Latitude":"-50.3333","Longitude":"-72.2833","Url":"https://en.wikivoyage.org/wiki/El_Calafate","Country":"Argentina"},{"Name":"Ibera Wetlands","Description":"Colonia Carlos Pellegrini is the biggest village in the Esteros del Ibera in Corrientes with about 500 permanent inhabitants. There are some hotels, hostels, restaurants and other basic tourist infrastructure. Apart from that it is very rural.\n","Latitude":"-28.5333","Longitude":"-57.1667","Url":"https://en.wikivoyage.org/wiki/Ibera_Wetlands","Country":"Argentina"},{"Name":"Iguazú Falls","Description":"One of the great natural wonders of the world, the Iguaçu Falls (Portuguese: Cataratas do Iguaçu, Spanish: Cataratas del Iguazú, Tupi: Y Ûasu \"big water\") are close to the triple border of Brazil, Paraguay, and Argentina. The area is on the UNESCO World Heritage List. Iguazú National Park is on the Argentinian side of the falls, and Iguaçu National Park is on the Brazilian side.\n","Latitude":"-25.695","Longitude":"-54.436","Url":"https://en.wikivoyage.org/wiki/Iguaz%C3%BA_Falls","Country":"Argentina"},{"Name":"Nahuel Huapi National Park","Description":"Nahuel Huapi National Park is in the provinces of Neuquen and Rio Negro, in Patagonia, in the foothills of the Andes mountains.\n","Latitude":"-41.0000","Longitude":"-71.5000","Url":"https://en.wikivoyage.org/wiki/Nahuel_Huapi_National_Park","Country":"Argentina"},{"Name":"Quebrada de Humahuaca","Description":"\nJujuy Province is in the Andean Northwest region of Argentina.\n","Latitude":"-23.2500","Longitude":"-65.5000","Url":"https://en.wikivoyage.org/wiki/Quebrada_de_Humahuaca","Country":"Argentina"},{"Name":"Yerevan","Description":"Yerevan (Armenian: Երեւան) is the capital of the Republic of Armenia, one of the three hubs of the South Caucasus and is home to over a million people - the largest Armenian community in the world. In Soviet years Yerevan underwent massive reconstruction, following architect Alexander Tamanyan's plan to make a \"perfect city\" - a Neo-Classical town with wide avenues, resembling Paris, Vienna and Saint Petersburg.\n","Latitude":"40.1774","Longitude":"44.5126","Url":"https://en.wikivoyage.org/wiki/Yerevan","Country":"Armenia"},{"Name":"Alaverdi","Description":"Alaverdi (Armenian: Ալավերդի) is a city in Northern Armenia. The largest city in the Debed Canyon of Lori, an area rich with historical monuments and natural beauty, Alaverdi is your best bet for refueling, getting supplies or finding other things you'd expect in a town.  The town itself has little to offer of historic value, save for the beautiful old foot bridge, since it was built as a mining town, a fact which you won't be able to miss as you go past the massive mining works. The mine once wreaked massive environmental damage, which stopped for a while with the collapse of the USSR, but now it has restarted, albeit on a much smaller scale. You can drive to the Sarahart suburb, which is on top of the canyon cliffs, or you can walk up the ancient foot path which is past the bridge. The funnest, and perhaps most dangerous option though is the funicular, which takes the miners to and from work. Sarahart is adjacent to Sanahin Village, with the famous monastery, and the museum to the Migoyan brothers, with their extraordinary accomplishments of worldwide significance.\n","Latitude":"41.095","Longitude":"44.661","Url":"https://en.wikivoyage.org/wiki/Alaverdi","Country":"Armenia"},{"Name":"Dilijan","Description":"Dilijan is a town with mild climate and fresh air to the northeast of Yerevan. It is famous for its lovely surroundings, called the \"Armenian Switzerland\" by the locals, due to the densely forested valleys and mountains with alpine meadows surrounding them. It is an excellent base for hiking.\n","Latitude":"40.740833","Longitude":"44.863056","Url":"https://en.wikivoyage.org/wiki/Dilijan","Country":"Armenia"},{"Name":"Echmiadzin","Description":"Echmiadzin (renamed Vagharshapat in 1992), in Central Armenia, is Armenia's fourth-largest city. It is the seat of the Armenian Catholicos, head of the Armenian Apostolic Church, and a UNESCO World Heritage Site.\n","Latitude":"40.166666666667","Longitude":"44.3","Url":"https://en.wikivoyage.org/wiki/Echmiadzin","Country":"Armenia"},{"Name":"Gyumri","Description":"Gyumri is the second largest city in Armenia and the capital of Shirak Province in Northern Armenia. \n","Latitude":"40.789444","Longitude":"43.847500","Url":"https://en.wikivoyage.org/wiki/Gyumri","Country":"Armenia"},{"Name":"Jermuk","Description":"Jermuk is a spa town in Southern Armenia, where much of the country's mineral water comes from. The town is full of Soviet hotels and sanatoriums, some of which have been renovated to high standards. The countryside at this very high elevation resort is worth the visit as well, with canyons, forest and wildlife to explore.\n","Latitude":"39.85","Longitude":"45.683333333333","Url":"https://en.wikivoyage.org/wiki/Jermuk","Country":"Armenia"},{"Name":"Tsaghkadzor","Description":"Tsaghkadzor is a city in Central Armenia, known for being a ski resort, with forests and an ancient monastery.  In the summer, people go there to get away from the city life of Yerevan, and the heat, for the fresh air in the mountains.  In the winter, the town is completely overtaken by skiers and people who just want to relax and enjoy the snow and scenery.\n","Latitude":"40.5333","Longitude":"44.7167","Url":"https://en.wikivoyage.org/wiki/Tsaghkadzor","Country":"Armenia"},{"Name":"Vanadzor","Description":"Vanadzor (Armenian: Վանաձոր) is capital of Lori Marz, in the North Central part of Armenia. Vanadzor is Armenia's third largest city, with a population of about 105,000 people.  There are a few old churches, however big part of the city has been built during the time of the Soviet Union with a grand central square, a humongous old Soviet chemical factory which has been idle for decades, and a river running through the somewhat narrow valley, surrounded by hills.\n","Latitude":"40.810","Longitude":"44.484","Url":"https://en.wikivoyage.org/wiki/Vanadzor","Country":"Armenia"},{"Name":"Lord Howe Island","Description":"Lord Howe Island is a world heritage declared island around 600 km off the coast of Eastern Australia.  A place of unique beauty with volcanic mountains and rainforest lying between surf and lagoon beaches.  Lord Howe has the world's most southerly coral reef, with an amazing diversity of marine life, and several species only seen in the waters of the island.\n","Latitude":"-31.55","Longitude":"159.08","Url":"https://en.wikivoyage.org/wiki/Lord_Howe_Island","Country":"Australia"},{"Name":"Norfolk Island","Description":"Norfolk Island is an island in the South Pacific Ocean, administered as part of New South Wales in  Australia. It is 1600 km (1000 mi.) east of Sydney and Brisbane and 1000 km (620 mi.) northwest of Auckland.  It's an ideal relaxation destination, with a range of accommodation and dining, beautiful vistas, history and reefs.\n","Latitude":"-29.03","Longitude":"167.95","Url":"https://en.wikivoyage.org/wiki/Norfolk_Island","Country":"Australia"},{"Name":"Christmas Island","Description":"Christmas Island is one of the islands of the Indian Ocean, south of Indonesia and some distance northwest of Australia, of which it is a territory.\n","Latitude":"-10.483333","Longitude":"105.633333","Url":"https://en.wikivoyage.org/wiki/Christmas_Island","Country":"Australia"},{"Name":"Cocos Islands","Description":"For the island in Costa Rica, see Cocos Island National Park.\n","Latitude":"-12.12","Longitude":"96.9","Url":"https://en.wikivoyage.org/wiki/Cocos_Islands","Country":"Australia"},{"Name":"Torres Strait","Description":"\nThe Torres Strait Islands are a group of islands to the north of the Australian mainland stretching nearly as far as Papua New Guinea.  There are 14 inhabited islands, but only the two neighbouring islands of Thursday Island and Horn Island have developed visitor facilities.  These two islands are the most visited, and have regular scheduled air and ferry connections.  The other islands are left to the more intrepid voyager or those with business with the indigenous communities.  To visit as a tourist, plan ahead, including gaining permission from the island Chairman. Scheduled light aircraft, helicopter, water-taxis, barges and private boats allow access to all this inhabited islands, or even the possibility of spending a day or night on an entirely uninhabited island.\n","Latitude":"-9.88","Longitude":"142.59","Url":"https://en.wikivoyage.org/wiki/Torres_Strait","Country":"Australia"},{"Name":"Kangaroo Island","Description":"Kangaroo Island (KI) is the third largest island of Australia about 45 minutes by ferry off the coast of South Australia.  The island is 160 km across, and has an abundance of wildlife, natural scenery, wineries and beaches.\n","Latitude":"-35.83674","Longitude":"137.32361","Url":"https://en.wikivoyage.org/wiki/Kangaroo_Island","Country":"Australia"},{"Name":"Rottnest Island","Description":"Rottnest Island is an island about 20km off the coast of Perth in Western Australia.\n","Latitude":"-32.002","Longitude":"115.517","Url":"https://en.wikivoyage.org/wiki/Rottnest_Island","Country":"Australia"},{"Name":"King Island","Description":"King Island is a relatively large island located in Bass Strait to the north-west of Tasmania.\n","Latitude":"-39.86","Longitude":"143.98","Url":"https://en.wikivoyage.org/wiki/King_Island","Country":"Australia"},{"Name":"Whitsunday Islands","Description":"The Whitsunday Islands are a group of 74 islands that lie off the coast of Queensland, Australia and form part of the Great Barrier Reef. The islands are one of the most popular Australian tourist destinations. The vast majority of islands are designated national parks and major attractions include access to coral reefs for snorkeling and diving, pristine beaches, especially Whitehaven Beach on Whitsunday Island and clear aquamarine warm waters. They are well connected by two major airports on Hamilton Island and the mainland town of Proserpine. Over half a million visitors come to the Whitsundays each year.\n","Latitude":"-20.2983","Longitude":"148.9252","Url":"https://en.wikivoyage.org/wiki/Whitsunday_Islands","Country":"Australia"},{"Name":"Canberra","Description":"\nCanberra is the purpose built capital city of Australia, located in the Australian Capital Territory in the south-east of New South Wales. A planned city with national monuments, museums, and galleries all built around large man-made lakes. The bush capital - Canberra is also a great place to enjoy the outdoors, with excellent cycling, gardens, parks, bushwalking and nature reserves.\n","Latitude":"-35.2827","Longitude":"149.1313","Url":"https://en.wikivoyage.org/wiki/Canberra","Country":"Australia"},{"Name":"Adelaide","Description":"\n","Latitude":"-34.9267","Longitude":"138.5991","Url":"https://en.wikivoyage.org/wiki/Adelaide","Country":"Australia"},{"Name":"Brisbane","Description":"Brisbane is the state capital of Queensland. The Greater Brisbane region has a population of about 2.2 million people, making it the third-largest city in Australia.\n","Latitude":"-27.472778","Longitude":"153.027778","Url":"https://en.wikivoyage.org/wiki/Brisbane","Country":"Australia"},{"Name":"Cairns","Description":"Cairns is touted as the \"gateway to the Great Barrier Reef\" and other destinations such as Kuranda and the Daintree rainforest in Far North Queensland, Australia, although the city itself has little to offer to travelers besides tour agencies, a handful of restaurants, cafes, and backpacker bars, and a long walk along the espalade looking out at the swampy shoreline. Its 150,000 residents are regularly outnumbered by domestic and international visitors.\n","Latitude":"-16.925556","Longitude":"145.775278","Url":"https://en.wikivoyage.org/wiki/Cairns","Country":"Australia"},{"Name":"Darwin","Description":"Darwin, a small yet cosmopolitan city, is the tropical capital city of the Northern Territory. People from more than 50 nations make up its population of 110,000. It is located on the Northern Territory coast (in north-central Australia), with the Timor Sea (a branch of the Indian Ocean) to the west, and the Arafura Sea to the north in Indonesian waters.\n","Latitude":"-12.4500","Longitude":"130.8333","Url":"https://en.wikivoyage.org/wiki/Darwin","Country":"Australia"},{"Name":"Hobart","Description":"Hobart is the capital city of the Australian state of Tasmania and is Australia's second oldest city, after Sydney. Hobart sits along the Derwent River and began humbly as a penal colony. Hobart is now a small and intimate city with a population of around 220,000 in the Greater Hobart area. The city is renowned for its many historic buildings, including the famous Salamanca Place, and is the gateway to Southern Tasmania.  Hobart played a major role during the heroic age of Antarctic exploration and is one of the five gateway cities to Antarctica.\n","Latitude":"-42.8509","Longitude":"147.291","Url":"https://en.wikivoyage.org/wiki/Hobart","Country":"Australia"},{"Name":"Melbourne","Description":"Melbourne is the second largest city and the cultural capital of Australia, with Victorian-era architecture, extensive shopping, museums, galleries, theatres, and large parks and gardens.  Many of its 4 million residents are both multicultural and sports-mad. The capital of the south-eastern state of Victoria, and located at the head of Port Phillip Bay, Melbourne is a magnet for migrants from all over the world, and consistently ranks as one of the world's most liveable cities.\n","Latitude":"-37.813611","Longitude":"144.963056","Url":"https://en.wikivoyage.org/wiki/Melbourne","Country":"Australia"},{"Name":"Perth","Description":"Perth is the capital and largest city of Western Australia. It is  separated from Adelaide (the nearest city with over one million inhabitants) by a distance of 2,139km, including the vast spaces of the Nullarbor Plain.\n","Latitude":"-31.952222","Longitude":"115.858889","Url":"https://en.wikivoyage.org/wiki/Perth","Country":"Australia"},{"Name":"Sydney","Description":"Sydney is the Harbour City.  It is the largest, oldest and most cosmopolitan city in Australia with an enviable reputation as one of the world's most beautiful and liveable cities.  Brimming with history, nature, culture, art, fashion, cuisine, design, it is set next to miles of ocean coastline and sandy surf beaches. The city is also home to the Sydney Opera House and the Sydney Harbour Bridge, two of the most iconic structures on the planet.\n","Latitude":"-33.9167","Longitude":"151.1667","Url":"https://en.wikivoyage.org/wiki/Sydney","Country":"Australia"},{"Name":"Blue Mountains","Description":"The Blue Mountains, immediately to the west of the sprawling metropolitan area of Sydney, constitute one of the most accessible areas of relatively unspoilt natural highland beauty in New South Wales. Although not particularly high as a mountain range, the Blue Mountains are nonetheless renowned for their majestic scenery of a unique kind, their cultural attractions and a relatively tranquil, alternative mode of life.\n","Latitude":"-33.718056","Longitude":"150.310556","Url":"https://en.wikivoyage.org/wiki/Blue_Mountains","Country":"Australia"},{"Name":"Dandenong Ranges","Description":"The Dandenong Ranges are a group of hills forming the eastern boundary of Melbourne, Australia, about 35 km east of the central city. They can be seen from most parts of Melbourne, and are easily identifiable as a group of three hills with large television towers.\n","Latitude":"-37.83","Longitude":"145.35","Url":"https://en.wikivoyage.org/wiki/Dandenong_Ranges","Country":"Australia"},{"Name":"Great Barrier Reef","Description":"\nThe Great Barrier Reef is a coral formation, the largest in the world, located off the Pacific coast of Queensland, Australia. This UNESCO World Heritage site is home to a spectacular array of marine life and offers awesome diving opportunities.\n","Latitude":"-18.2861","Longitude":"147.7000","Url":"https://en.wikivoyage.org/wiki/Great_Barrier_Reef","Country":"Australia"},{"Name":"Great Ocean Road","Description":"One of the world's great scenic drives, the Great Ocean Road is a major coastal highway in the South West Coast region of Victoria, Australia.\n","Latitude":"-37.813611","Longitude":"144.963056","Url":"https://en.wikivoyage.org/wiki/Great_Ocean_Road","Country":"Australia"},{"Name":"Kakadu National Park","Description":"Kakadu National Park is in the Northern Territory of Australia, 171 km east of Darwin. The national park is inscribed on the UNESCO World Heritage list.\n","Latitude":"-13.02061","Longitude":"132.52808","Url":"https://en.wikivoyage.org/wiki/Kakadu_National_Park","Country":"Australia"},null,{"Name":"Snowy Mountains","Description":"The Snowy Mountains, sometimes nicknamed the Snowies, are a region of New South Wales in Australia in the south east of the state. The highest region in Australia and one of the cooler areas of New South Wales, they are notable for their ski-fields and are the centre of snow sports in New South Wales.\n","Latitude":"-36.5000","Longitude":"148.3300","Url":"https://en.wikivoyage.org/wiki/Snowy_Mountains","Country":"Australia"},{"Name":"Sunshine Coast (Queensland)","Description":"South East Queensland is the most populous region in Queensland, Australia.\n","Latitude":"-27.0","Longitude":"153.0","Url":"https://en.wikivoyage.org/wiki/Sunshine_Coast_(Queensland)","Country":"Australia"},{"Name":"Uluru-Kata Tjuta National Park","Description":"\n","Latitude":"-25.33255","Longitude":"131.01282","Url":"https://en.wikivoyage.org/wiki/Uluru-Kata_Tjuta_National_Park","Country":"Australia"},{"Name":"Watarrka National Park","Description":"Watarrka National Park is in the Northern Territory, Australia; its main attraction is King's Canyon.\n","Latitude":"-24.2517","Longitude":"131.6320","Url":"https://en.wikivoyage.org/wiki/Watarrka_National_Park","Country":"Australia"},{"Name":"Vienna","Description":"Vienna (German: Wien; Austro-Bavarian: Wean) is the capital of the Republic of Austria and by far its most populous city, with an urban population of 1.7 million and a metropolitan population of 2.4 million. It is by far the largest city in Austria and the country's artistic, cultural, economic and political centre. It is known for its high living standards, relaxed yet elegant lifestyle and rich musical life.\n","Latitude":"48.208","Longitude":"16.373","Url":"https://en.wikivoyage.org/wiki/Vienna","Country":"Austria"},{"Name":"Bregenz","Description":"Bregenz is the capital of Vorarlberg in Austria at the Lake Constance.\n","Latitude":"47.505000","Longitude":"9.749167","Url":"https://en.wikivoyage.org/wiki/Bregenz","Country":"Austria"},{"Name":"Eisenstadt","Description":"Eisenstadt  is the state capital of Burgenland in Austria. It consists of 4 districts: Kleinhöflein im Burgenland, Eisenstadt-Oberberg, Eisenstadt-Unterberg and St. Georgen am Leithagebirge.\nKleinhöflein is the most western part of Eisenstadt, St. Georgen am Leithagebirge the most eastern one. Both are known for their vintners and the many Heurigen. Eisenstadt-Oberberg is popular for the Bergkirche or Haydnkirche, which houses the Haydnmausoleum while Eisenstadt-Unterberg is characterized by the former Jewish district.\n","Latitude":"47.8500","Longitude":"16.5167","Url":"https://en.wikivoyage.org/wiki/Eisenstadt","Country":"Austria"},{"Name":"Graz","Description":"Graz is the capital of Styria (Steiermark) and the second largest city of Austria with a population of just below 300,000 - about 40,000 of which are students of its six universities. It has been a vital urban centre for both Styria, Austria and Slovenia, and has produced a number of talents in many fields, ranging from the inventor Nikola Tesla to the governor of California, Arnold Schwarzenegger.\n","Latitude":"47.0667","Longitude":"15.4333","Url":"https://en.wikivoyage.org/wiki/Graz","Country":"Austria"},{"Name":"Innsbruck","Description":"\nInnsbruck is the fifth-largest city in Austria and the provincial capital of Tyrol, as well as one of the largest cities in the Alps. It is in a valley of the river Inn between mountain ranges of above 2000 m above sea level, halfway between Bavaria and northern Italy, and is a hub of a region popular for skiing and other mountain-related activities and a busy tourist destination. Its popularity as a winter sports resort was underscored by its hosting the Winter Olympic Games twice.\n","Latitude":"47.2667","Longitude":"11.3833","Url":"https://en.wikivoyage.org/wiki/Innsbruck","Country":"Austria"},{"Name":"Klagenfurt","Description":"Klagenfurt (Slovenian: Celovec) is the capital of Carinthia in Austria. It was one of the eight host cities in the 2008 European Football Championships.\n","Latitude":"46.6167","Longitude":"14.3000","Url":"https://en.wikivoyage.org/wiki/Klagenfurt","Country":"Austria"},{"Name":"Linz","Description":"Linz is the third largest city in Austria with 203,000 inhabitants, on the Danube (Donau) river, and the capital of the federal province of Upper Austria (Oberösterreich) and forms the heart of Austria´s second strongest economic region. Linz is primarily known as a major industrial centre but also has a very picturesque historical old town including Austria's largest central square, surrounded by an impressive ensemble of Baroque architecture. In the recent past, Linz has tried to reposition itself as a cultural hub with numerous new museums and events. The tourist slogan of the city is \"In Linz beginnt's\" (\"It starts in Linz\").\n","Latitude":"48.303056","Longitude":"14.290556","Url":"https://en.wikivoyage.org/wiki/Linz","Country":"Austria"},{"Name":"Salzburg","Description":"Salzburg is a city in central Austria, near the German (Bavarian) border with a population of some 146,000 in 2013. If you have seen the movie The Sound of Music, you may think you know all there is to see in Salzburg. Admittedly, it is difficult not to burst into songs when you're walking along the Salzach River, or climbing up to the Hohensalzburg fortress which looms over the city. But there is a lot more to this compact, courtly city than Julie Andrews and as Mozart's birthplace.\n","Latitude":"47.8000","Longitude":"13.0500","Url":"https://en.wikivoyage.org/wiki/Salzburg","Country":"Austria"},{"Name":"Villach","Description":"Villach is a town  in the Carinthia province of Austria. It has about 60,000 inhabitants.\n","Latitude":"46.614722","Longitude":"13.846111","Url":"https://en.wikivoyage.org/wiki/Villach","Country":"Austria"},{"Name":"Bregenz","Description":"Bregenz is the capital of Vorarlberg in Austria at the Lake Constance.\n","Latitude":"47.505000","Longitude":"9.749167","Url":"https://en.wikivoyage.org/wiki/Bregenz","Country":"Austria"},{"Name":"Kaprun","Description":"\nNear Kaprun, there are many remarkable mountain railways. One of them is Glaial Aerial Tramway Kaprun III, the third section of the aerial tramway up to Kitzsteinhorn mountain. It runs over a 113.6 metre tall support pillar [1], which is the tallest support pillar of all aerial tramways in the world!\n","Latitude":"47.2667","Longitude":"12.7667","Url":"https://en.wikivoyage.org/wiki/Kaprun","Country":"Austria"},{"Name":"Pinswang","Description":"Pinswang is a picturesque historic Alpine village in the Austrian Ausserfern region of the northern Tirol. It lies on the border with the Allgäu region of Bavaria Germany.\n","Latitude":"47.544167","Longitude":"10.673056","Url":"https://en.wikivoyage.org/wiki/Pinswang","Country":"Austria"},{"Name":"Salzkammergut","Description":"\nSalzkammergut spans the federal states (Bundesland) of Upper Austria (Oberösterreich), Salzburg (Salzburgerland), and Styria (Steiermark). The Styrian part is also called Ausseerland.\n","Latitude":"47.559444","Longitude":"13.646389","Url":"https://en.wikivoyage.org/wiki/Salzkammergut","Country":"Austria"},{"Name":"St. Anton","Description":"\n","Latitude":"47.12890","Longitude":"10.26608","Url":"https://en.wikivoyage.org/wiki/St._Anton","Country":"Austria"},{"Name":"Thermenland","Description":"\n(Steirisches) Thermenland is in Styria. To the east of the Thermenland the Termenwelt is located in Burgenland. Both offer great spas.\n","Latitude":"46.98415","Longitude":"16.11300","Url":"https://en.wikivoyage.org/wiki/Thermenland","Country":"Austria"},{"Name":"Wörthersee","Description":"\nThe Lake Wörth (Wörthersee) is a lake region in Carinthia in Austria.\n","Latitude":"46.633333","Longitude":"14.15","Url":"https://en.wikivoyage.org/wiki/W%C3%B6rthersee","Country":"Austria"},{"Name":"Zell am See","Description":"\nZell am See is in Pinzgau, Salzburg, Austria.\n","Latitude":"47.3167","Longitude":"12.8000","Url":"https://en.wikivoyage.org/wiki/Zell_am_See","Country":"Austria"},{"Name":"Baku","Description":"Baku is the capital of Azerbaijan.\n","Latitude":"40.3952778","Longitude":"49.8822222","Url":"https://en.wikivoyage.org/wiki/Baku","Country":"Azerbaijan"},{"Name":"Ganja","Description":"Ganja (Azeri: Gəncə) is a city in the Ganja Region of northwestern Azerbaijan.\n","Latitude":"40.682778","Longitude":"46.360556","Url":"https://en.wikivoyage.org/wiki/Ganja","Country":"Azerbaijan"},{"Name":"Lankaran","Description":"Lankaran, Lenkeran, or Lenkoran is in Azerbaijan's Talysh Region.\n","Latitude":"38.753611","Longitude":"48.851111","Url":"https://en.wikivoyage.org/wiki/Lankaran","Country":"Azerbaijan"},{"Name":"Nakhchivan","Description":"\nThere is more than one place called Nakhchivan:\n","Latitude":"?","Longitude":"?","Url":"https://en.wikivoyage.org/wiki/Nakhchivan","Country":"Azerbaijan"},{"Name":"Qabala","Description":"Qabala is a city in Azerbaijan's Qabala Region.\n","Latitude":"40.981388888889","Longitude":"47.845833333333","Url":"https://en.wikivoyage.org/wiki/Qabala","Country":"Azerbaijan"},{"Name":"Sheki","Description":"Sheki (Şəki; also Seki or Shaki) is Azerbaijan's true travel gem, a small city off on the forested slopes of the Greater Caucasus Mountains. Rich in Islamic architecture, Silk Road history, good food, and friendly people, this is travel and leisure in the Caucasus at its finest.\n","Latitude":"41.199","Longitude":"47.1674","Url":"https://en.wikivoyage.org/wiki/Sheki","Country":"Azerbaijan"},{"Name":"Shemakha","Description":"Shamakhi (Shemakha, Şamaxı) is a town in Azerbaijan's Baku Region, capital of the Shamakhi Rayon.\n","Latitude":"40.633888888889","Longitude":"48.639166666667","Url":"https://en.wikivoyage.org/wiki/Shemakha","Country":"Azerbaijan"},{"Name":"Sumqayit","Description":"Sumqayit is in Azerbaijan.\n","Latitude":"40.5897222","Longitude":"49.6125","Url":"https://en.wikivoyage.org/wiki/Sumqayit","Country":"Azerbaijan"},{"Name":"Qobustan","Description":"Qobustan is a city in Azerbaijan's Baku Region.\n","Latitude":"40.084166666667","Longitude":"49.415833333333","Url":"https://en.wikivoyage.org/wiki/Qobustan","Country":"Azerbaijan"},{"Name":"Göygöl National Park","Description":"\nGöygöl National Park is in Ganja Region of Azerbaijan.\n","Latitude":"40.405833","Longitude":"46.3225","Url":"https://en.wikivoyage.org/wiki/G%C3%B6yg%C3%B6l_National_Park","Country":"Azerbaijan"},null,{"Name":"Khinalug","Description":"Khinalug the highest (2250 m above sea level), most remote and isolated village in Northeastern Azerbaijan and among the highest in the Caucasus.\n","Latitude":"41.1833","Longitude":"48.1333","Url":"https://en.wikivoyage.org/wiki/Khinalug","Country":"Azerbaijan"},{"Name":"Nabran","Description":"Nabran is a city in the Northeastern region of Azerbaijan, 45 km north of Khachmaz, close to the Russian border.\n","Latitude":"41.762222","Longitude":"48.697778","Url":"https://en.wikivoyage.org/wiki/Nabran","Country":"Azerbaijan"},{"Name":"Quba","Description":"Quba (or Guba) is a city in Northeastern Azerbaijan, on the northern slope of the Caucasus, 180 km northwest of Baku.\n","Latitude":"41.359722","Longitude":"48.512500","Url":"https://en.wikivoyage.org/wiki/Quba","Country":"Azerbaijan"},{"Name":"Lahich","Description":"Lahich (Lahıc, Lahij) is a mountain village in the Sheki Region.\n","Latitude":"40.853056","Longitude":"48.393056","Url":"https://en.wikivoyage.org/wiki/Lahich","Country":"Azerbaijan"},{"Name":"Qax","Description":"Qax, Qakh, also Kakhi (Georgian კახი) or sometimes Gakh is a town in Azerbaijan's Sheki Region.\n","Latitude":"41.4225","Longitude":"46.924167","Url":"https://en.wikivoyage.org/wiki/Qax","Country":"Azerbaijan"},null,null,null,{"Name":"Naftalan","Description":"\nNaftalan is in Ganja Region.\n","Latitude":"40.505833","Longitude":"46.819167","Url":"https://en.wikivoyage.org/wiki/Naftalan","Country":"Azerbaijan"},{"Name":"Nassau","Description":"Nassau is the capital of The Bahamas.  It is the largest city in the Bahamas and its low-rise sprawl dominates the eastern half of New Providence Island.\n","Latitude":"25.078199","Longitude":"-77.343849","Url":"https://en.wikivoyage.org/wiki/Nassau","Country":"Bahamas"},{"Name":"Freeport (Bahamas)","Description":"Freeport is a city on Grand Bahama.\n","Latitude":"26.6667","Longitude":"-78.7500","Url":"https://en.wikivoyage.org/wiki/Freeport_(Bahamas)","Country":"Bahamas"},null,null,{"Name":"Manama","Description":"Manama (Arabic: المنامة, transliteration: al-Manāma) is the capital and largest city of Bahrain with an approximate population of 157,000 people, roughly a quarter of the country's population.\n","Latitude":"26.2167","Longitude":"50.5833","Url":"https://en.wikivoyage.org/wiki/Manama","Country":"Bahrain"},{"Name":"Hamad Town","Description":"Hamad Town, or Madinat Hamad, is a commuter town in the Northern Governorate of Bahrain.\n","Latitude":"26.112778","Longitude":"50.513889","Url":"https://en.wikivoyage.org/wiki/Hamad_Town","Country":"Bahrain"},{"Name":"Isa Town","Description":"Isa Town is in Bahrain. It is famous for the traditional marketplace.\n","Latitude":"26.173611","Longitude":"50.547778","Url":"https://en.wikivoyage.org/wiki/Isa_Town","Country":"Bahrain"},{"Name":"Muharraq","Description":"Muharraq is a metropolitan area in Bahrain, an island connected to the northeast of the capital of Manama.\n","Latitude":"26.2500","Longitude":"50.6167","Url":"https://en.wikivoyage.org/wiki/Muharraq","Country":"Bahrain"},{"Name":"Riffa","Description":"Riffa is the second largest city in Bahrain.\n","Latitude":"26.13","Longitude":"50.555","Url":"https://en.wikivoyage.org/wiki/Riffa","Country":"Bahrain"},{"Name":"Sitrah","Description":"\nSitra (A.K.A. Sitrah) is a town on Sitra island split between the South Governorate and the Capital Governorate in Bahrain. Here's some information on it if you are planning to go here on your next visit.\n","Latitude":"26.29","Longitude":"50.67","Url":"https://en.wikivoyage.org/wiki/Sitrah","Country":"Bahrain"},{"Name":"Jufair","Description":"Manama (Arabic: المنامة, transliteration: al-Manāma) is the capital and largest city of Bahrain with an approximate population of 157,000 people, roughly a quarter of the country's population.\n","Latitude":"26.2167","Longitude":"50.5833","Url":"https://en.wikivoyage.org/wiki/Jufair","Country":"Bahrain"},{"Name":"Hawar Islands","Description":"The Hawar Islands are in Bahrain, southeast of the main island near Qatar.\n","Latitude":"25.65","Longitude":"50.783333333333","Url":"https://en.wikivoyage.org/wiki/Hawar_Islands","Country":"Bahrain"},{"Name":"Dhaka","Description":"Dhaka (formerly Dacca in English) is the capital and largest city of Bangladesh. It is the largest city by population in the historical region of Bengal and a major city in South Asia. Dhaka emerged as a cosmopolitan city during the Mughal Empire. It is a hub for trade and culture, with a long history as a Bengali capital. It has been called the City of Mosques and the Venice of the East, due to its Islamic architecture and a riverfront facing the Buriganga (Old Ganges). It is also known as the Rickshaw Capital of the World, as there are over 500,000 cycle rickshaws running on its roads. Although it is described as a concrete jungle, Dhaka has venerable green spaces, including many gardens and parks. Today, Dhaka is South Asia's second most populous capital after Delhi and an important financial center alongside Mumbai and Karachi.\n","Latitude":"23.702","Longitude":"90.37","Url":"https://en.wikivoyage.org/wiki/Dhaka","Country":"Bangladesh"},{"Name":"Barisal","Description":"Barisal is the capital of Barisal Division in southern Bangladesh.\n","Latitude":"22.7","Longitude":"90.366667","Url":"https://en.wikivoyage.org/wiki/Barisal","Country":"Bangladesh"},{"Name":"Chittagong","Description":"Chittagong (officially Chattogram) is the main international seaport and second largest city in Bangladesh. Located on the Bay of Bengal, the city is the headquarters of many Bangladeshi companies, including the Chittagong Stock Exchange. According to the British newspaper the Telegraph, Chittagong is one of the ten fastest growing cities in the world.\n","Latitude":"22.366667","Longitude":"91.8","Url":"https://en.wikivoyage.org/wiki/Chittagong","Country":"Bangladesh"},{"Name":"Jessore","Description":"Jessore (pronounced Josh-ore) is a city in the Khulna Division of Bangladesh. There's not a lot to do here, but the people are friendly and it makes an OK stopover en route to or from Rajshahi, Khulna or Benapole.\n","Latitude":"23.1667","Longitude":"89.2167","Url":"https://en.wikivoyage.org/wiki/Jessore","Country":"Bangladesh"},{"Name":"Khulna","Description":"Khulna is the main city in Khulna Division in Bangladesh. On the bank of Rupsha (and Bhairav) river, it is known as the industrial city and located in southern part of Bangladesh. A large part of the Sundarbans, a UNESCO world heritage is located in Khulna. It has many Jute mills, the only newsprint mill and hardboard mill of Bangladesh, the only state-owned match factory (Dada match, later Dhaka match), Oxygen company (BOL), Ship yard. Khulna is the 4th largest city in Bangladesh after Dhaka,Chittagong and Comilla. It is a quiet, calm city inhabited by 1.5 million people.\n","Latitude":"22.8167","Longitude":"89.5500","Url":"https://en.wikivoyage.org/wiki/Khulna","Country":"Bangladesh"},{"Name":"Mymensingh","Description":"Mymensingh is a city in Bangladesh with renowned educational institutes, Brahmaputra River, and the beauty of green paddy fields.\n","Latitude":"24.7500","Longitude":"90.4000","Url":"https://en.wikivoyage.org/wiki/Mymensingh","Country":"Bangladesh"},{"Name":"Rajshahi","Description":"Rajshahi is the capital of Rajshahi Division in Bangladesh.\n","Latitude":"24.3667","Longitude":"88.6000","Url":"https://en.wikivoyage.org/wiki/Rajshahi","Country":"Bangladesh"},null,{"Name":"Sylhet","Description":"Sylhet is the capital of Sylhet Division in Bangladesh.\n","Latitude":"24.897778","Longitude":"91.871389","Url":"https://en.wikivoyage.org/wiki/Sylhet","Country":"Bangladesh"},{"Name":"Cox's Bazar","Description":"Cox's Bazar is a beach resort in the Chittagong Division in south-eastern Bangladesh. It has one of the longest sea beaches in the world, 120 km (75 miles) long.\n","Latitude":"21.583333","Longitude":"92.016667","Url":"https://en.wikivoyage.org/wiki/Cox%27s_Bazar","Country":"Bangladesh"},{"Name":"Bagerhat","Description":"Bagerhat Sadar Upazila is a world heritage listed historical town in the Khulna Division of Bangladesh. \n","Latitude":"22.6500","Longitude":"89.7833","Url":"https://en.wikivoyage.org/wiki/Bagerhat","Country":"Bangladesh"},{"Name":"Char Atra","Description":"Char Atra is an island located in the Ganges in Bangladesh.\n","Latitude":"23.361314","Longitude":"90.469557","Url":"https://en.wikivoyage.org/wiki/Char_Atra","Country":"Bangladesh"},{"Name":"Paharpur","Description":"Naogaon District is located in north-eastern Bangladesh, within the Rajshahi Division. The District is perhaps most well-known for being home to the world heritage listed Paharpur Vihar.\n","Latitude":"24.8167","Longitude":"88.9500","Url":"https://en.wikivoyage.org/wiki/Paharpur","Country":"Bangladesh"},{"Name":"Saint Martins Island","Description":"Saint Martins Island is in the Chittagong Division of Bangladesh and lies about 10 km south-west of the southern tip of the mainland.\n","Latitude":"20.627256","Longitude":"92.322578","Url":"https://en.wikivoyage.org/wiki/Saint_Martins_Island","Country":"Bangladesh"},{"Name":"Sundarbans","Description":"The Sundarbans is a huge mangrove forest on the coast of the Ganges delta by the Bay of Bengal. 60% of the forest lies in southwestern Bangladesh; the remaining 40% in West Bengal, India. It is a UNESCO World Heritage Site and famous as a sanctuary of the Bengal tiger.\n","Latitude":"21.9333","Longitude":"88.8500","Url":"https://en.wikivoyage.org/wiki/Sundarbans","Country":"Bangladesh"},{"Name":"Bridgetown","Description":"\nBridgetown is the capital of Barbados, the eastern most island of the Caribbean. Bridgetown is the only city on Barbados and well over half the island's residents live there. Bridgetown is the port of call for many cruise ships and is known for its duty-free shopping as much as for its more cultural and historical attractions. The historic Bridgetown and its garrison constitute a world heritage site.\n","Latitude":"13.1","Longitude":"-59.6","Url":"https://en.wikivoyage.org/wiki/Bridgetown","Country":"Barbados"},{"Name":"Diving in Barbados","Description":"This article is intended to provide the already qualified Scuba diver with information which will help to plan dives in the waters of Barbados, whether as a local resident or a visitor. Information is provided without prejudice, and is not guaranteed accurate or complete. Use it at your own risk.\n","Latitude":"13.18","Longitude":"-59.55","Url":"https://en.wikivoyage.org/wiki/Diving_in_Barbados","Country":"Barbados"},{"Name":"Minsk","Description":"\n","Latitude":"53.9000","Longitude":"27.5667","Url":"https://en.wikivoyage.org/wiki/Minsk","Country":"Belarus"},{"Name":"Brest (Belarus)","Description":"Brest [dead link] is a border town in the south-west corner of Belarus, near Terespol in Poland.\n","Latitude":"52.1333","Longitude":"23.6667","Url":"https://en.wikivoyage.org/wiki/Brest_(Belarus)","Country":"Belarus"},{"Name":"Polotsk","Description":"Polotsk (or Polatsk)  is a city in Belarus, in Vitebsk Oblast. First mentioned in 862, it is the oldest city in Belarus. Now it is a city of local importance with 82,000 inhabitants and with considerable architectural heritage from the times of old Rus as well as from the later periods.\n","Latitude":"55.4833","Longitude":"28.8000","Url":"https://en.wikivoyage.org/wiki/Polotsk","Country":"Belarus"},{"Name":"Gomel","Description":"Gomel (Belarusian/Russian: Го́мель; also transliterated as Homel) is the second largest city in Belarus (around 500 000 inhabitants), and is the capital of Gomel Oblast.\n","Latitude":"52.445278","Longitude":"30.984167","Url":"https://en.wikivoyage.org/wiki/Gomel","Country":"Belarus"},{"Name":"Grodno","Description":"Grodno  (Belarusian: Hrodna, Russian: Grodno) is a city in Belarus, on the Neman River, close to the borders of Poland and Lithuania (about 20 km and 30 km away respectively).\n","Latitude":"53.666666667","Longitude":"23.816666667","Url":"https://en.wikivoyage.org/wiki/Grodno","Country":"Belarus"},{"Name":"Mogilev","Description":"Mogilev is a city in Mogilev Oblast.\n","Latitude":"53.9167","Longitude":"30.3500","Url":"https://en.wikivoyage.org/wiki/Mogilev","Country":"Belarus"},{"Name":"Nesvizh","Description":"Nesvizh (Niasviž) is a city in Minsk Province, Belarus.\n","Latitude":"53.2167","Longitude":"26.6667","Url":"https://en.wikivoyage.org/wiki/Nesvizh","Country":"Belarus"},{"Name":"Vitebsk","Description":"Vitebsk or Viciebsk (Belorusian: Віцебск, Russian: Витебск) is the middle of Vitebsk Oblast in Belarus.\n","Latitude":"55.1833","Longitude":"30.1667","Url":"https://en.wikivoyage.org/wiki/Vitebsk","Country":"Belarus"},{"Name":"Belovezhskaya Pushcha National Park","Description":"Belovezhskaya Pushcha National Park (Belarusian: Белавежская пушча) is in the Brest and Hrodna regions of Belarus.\n","Latitude":"52.585461","Longitude":"23.879128","Url":"https://en.wikivoyage.org/wiki/Belovezhskaya_Pushcha_National_Park","Country":"Belarus"},{"Name":"Mir","Description":"Mir is a town in the Kareličy region of Grodno Oblast in Belarus. Prior to the 2nd World War it was known as an international centre of Jewish learning (Mir yeshiva).\n","Latitude":"53.4500","Longitude":"26.4667","Url":"https://en.wikivoyage.org/wiki/Mir","Country":"Belarus"},{"Name":"Brussels","Description":"Brussels (French: Bruxelles, Dutch: Brussel) is the capital of Belgium and one of the three administrative regions within the country, together with Flanders and Wallonia. Apart from its role within its country, it is also an internationally important city, hosting numerous international institutions, and in particular the core institutions of the European Union. Due to that, it is sometimes referred to informally as the capital of the EU, and even used as a metonym for the EU institutions.\n","Latitude":"50.84643","Longitude":"4.35170","Url":"https://en.wikivoyage.org/wiki/Brussels","Country":"Belgium"},{"Name":"Antwerp","Description":"Antwerp (Dutch: Antwerpen, French: Anvers) is a large city and the capital of the eponymous province in the region of Flanders in Belgium. At a population of just over half a million people, it is the second largest city in Belgium (after Brussels), and it has a major European port. Due to its long and culturally rich history, the city of Antwerp houses many interesting historical buildings from different historical periods, as well as a lot of interesting museums. Antwerp is also known as the global diamond trade hub - more than 70% of all diamonds are traded in Antwerp.\n","Latitude":"51.2206","Longitude":"4.3997","Url":"https://en.wikivoyage.org/wiki/Antwerp","Country":"Belgium"},{"Name":"Bruges","Description":"\nBruges (Dutch: Brugge) is a picturesque city in Flanders, the northern part of Belgium. Once Europe's richest city, now both cosmopolitan and bourgeois in its compact size, it is one of the best preserved pre-motorised cities in Europe and offers the kind of charms rarely available other than in Europe.\n","Latitude":"51.2094","Longitude":"3.2249","Url":"https://en.wikivoyage.org/wiki/Bruges","Country":"Belgium"},{"Name":"Ghent","Description":"Ghent (Dutch: Gent, French: Gand) is a city in East Flanders in Belgium. Ghent is a city with a population of a quarter of a million, with rich history. At the same time, Ghent has a relatively high share of young people, and a significant seasonal student population.\n","Latitude":"51.0500","Longitude":"3.7333","Url":"https://en.wikivoyage.org/wiki/Ghent","Country":"Belgium"},{"Name":"Leuven","Description":"Leuven (French: Louvain) is a flourishing and lively city of about 100,000 inhabitants. It is the capital of the Belgian province of Flemish Brabant. It's a genuine university city which reflects in the streets. During the academic year (end of September until end of June) the city is full of young people, especially on weekdays. Sometimes it may seem that there are no other people living in the city. Summer in Leuven in general is calmer, although a lot of summer events are organised. The university that was founded in 1425 and has more than 40,000 students is the oldest catholic university in the world. The historic centre is one of the most beautiful in Belgium.\n","Latitude":"50.8833","Longitude":"4.7000","Url":"https://en.wikivoyage.org/wiki/Leuven","Country":"Belgium"},{"Name":"Liège","Description":"\nLiège (German: Lüttich, Dutch: Luik) is the largest city of Wallonia, the French-speaking part of Belgium, and the capital city of the namesake province.\n","Latitude":"50.6333","Longitude":"5.5667","Url":"https://en.wikivoyage.org/wiki/Li%C3%A8ge","Country":"Belgium"},{"Name":"Mechelen","Description":"Mechelen is a historically important city located on the river Dyle in the center of Flanders, one of the three regions in Belgium. It lies about halfway between Antwerp and Brussels and has approximately 80,000 inhabitants.\n","Latitude":"51.0167","Longitude":"4.4667","Url":"https://en.wikivoyage.org/wiki/Mechelen","Country":"Belgium"},{"Name":"Mons","Description":"Mons (Dutch: Bergen, not to be confused with the namesake city in Norway) is the capital of the Belgian province of Hainaut, in the region of Wallonia. The town is a worthy place to base yourself for a multi-day exploration of the Hainaut region.\n","Latitude":"50.45","Longitude":"3.95","Url":"https://en.wikivoyage.org/wiki/Mons","Country":"Belgium"},{"Name":"Namur","Description":"Namur is the capital of Wallonia, the French-speaking southern part of Belgium. Namur is the capital of the province with the same name, Namur, with about 110,000 inhabitants. \n","Latitude":"50.4667","Longitude":"4.8667","Url":"https://en.wikivoyage.org/wiki/Namur","Country":"Belgium"},{"Name":"Kraainem","Description":"Kraainem is a municipality on the outskirts of the Brussels Capital Region, administratively belonging to Flemish Brabant. It began as a rural village, but the expansion of Brussels has led to a fast-paced urbanization of Kraainem throughout the 20th century, and the municipality has become a popular residence for Eurocrats and expats alike.\n","Latitude":"50.866667","Longitude":"4.466667","Url":"https://en.wikivoyage.org/wiki/Kraainem","Country":"Belgium"},{"Name":"Tervuren","Description":"\nTervuren is a municipality in Flemish Brabant on the outskirts of the vast Sonian Forest, south-west of Brussels. It is best known as the host town of the Belgian king's summer residence, which is now the Museum for Central Africa, and for the beautiful park surrounding it.\n","Latitude":"50.82419","Longitude":"4.51400","Url":"https://en.wikivoyage.org/wiki/Tervuren","Country":"Belgium"},{"Name":"Grimbergen","Description":"Grimbergen is a town of 37,000 inhabitants in Flemish Brabant, Belgium, just north of Brussels. The town is known for its abbey, castles and abbey beer.\n","Latitude":"50.9333","Longitude":"4.3833","Url":"https://en.wikivoyage.org/wiki/Grimbergen","Country":"Belgium"},{"Name":"Belgian Ardennes","Description":"The province of Luxembourg is the southernmost and largest province in the Wallonia region of Belgium. It is bordered to the east by the Grand Duchy of Luxembourg, and to the southwest by France. It is divided between the Belgian Ardennes to the north and Gaume (the Belgian part of Lorraine) to the south. It has around 280,000 inhabitants and is the least populated of all Belgian provinces.\n","Latitude":"49.9167","Longitude":"5.4167","Url":"https://en.wikivoyage.org/wiki/Belgian_Ardennes","Country":"Belgium"},{"Name":"Dinant","Description":"Dinant is a relatively small but very picturesque city in the province of Namur in Belgium. It stretches along the river Meuse against the steep rock face behind on the eastern side, with a thinner strip on the western side against a forest. Its old town is perhaps one the most impressive sights in Wallonia, but the locality is relatively remote. The main sights are all close to each other and not very numerous, while accommodation opportunities are scarce, so Dinant is probably a good option for a nice day trip from larger Belgian cities such as Brussels, Charleroi or Liège. It also can serve as the starting point for a more thorough exploration of the Ardennes.\n","Latitude":"50.2667","Longitude":"4.9167","Url":"https://en.wikivoyage.org/wiki/Dinant","Country":"Belgium"},{"Name":"Pajottenland","Description":"Flemish Brabant is one of the five provinces of Flanders (Belgium). The province completely surrounds \nBrussels, the national capital. Brussels however is not a part of the province. The capital Leuven is one of Belgium's largest student cities. The university is one of the oldest universities in this part of Europe and makes the city one with an impressive student tradition.\n","Latitude":"50.9167","Longitude":"4.5833","Url":"https://en.wikivoyage.org/wiki/Pajottenland","Country":"Belgium"},{"Name":"Spa (Belgium)","Description":"Spa is a town in the Liège province in Belgium, known as the \"original\" spa, i.e. a place where tourists came in to enjoy the health and wellness benefits of water and hot springs in particular. The springs in Spa became so popular that the name became genericized to mean any such place, with other versions of how it came to be also created over the years. Apart from the mineral waters, Spa also draws crowds several times a year when racing and other events are held at the nearby Spa-Francorchamps track.\n","Latitude":"50.49203","Longitude":"5.86262","Url":"https://en.wikivoyage.org/wiki/Spa_(Belgium)","Country":"Belgium"},{"Name":"Ypres","Description":"\n","Latitude":"50.8500","Longitude":"2.8833","Url":"https://en.wikivoyage.org/wiki/Ypres","Country":"Belgium"},{"Name":"Poperinge","Description":"\nPoperinge is a charming town in the southwest corner of the province of West Flanders, close to the French border. The town of 20,000 inhabitants is mostly known for its World War I heritage sites and captivating beer culture with many hop fields in the surrounding area. In the last years Poperinge also has developed itself as a regional hub for cycling and hiking. The municipality consists besides Poperinge of six other communities: Haringe, Krombeke, Proven, Reningelst, Roesbrugge and Watou. \n","Latitude":"50.8500","Longitude":"2.7333","Url":"https://en.wikivoyage.org/wiki/Poperinge","Country":"Belgium"},{"Name":"Belmopan","Description":"Belmopan is the capital of Belize, nearer the geographic center of the country than (former capital) Belize City.  It was established following the massive damage that occurred when Hurricane Hattie struck Belize City in 1961. An inland location was deemed a safer location for the national government than the low-lying seaside metropolis of Belize City.\n","Latitude":"17.25","Longitude":"-88.7675","Url":"https://en.wikivoyage.org/wiki/Belmopan","Country":"Belize"},{"Name":"Belize City","Description":"Belize City is the largest city in Belize.  It is on a small peninsula protruding into the Caribbean Sea. It was the capital city until flooding and other damage from a hurricane in 1961 prompted the government to relocated to Belmopan, closer to the geographic center of the country.\n","Latitude":"17.504722","Longitude":"-88.186667","Url":"https://en.wikivoyage.org/wiki/Belize_City","Country":"Belize"},{"Name":"Corozal Town","Description":"Corozal Town in Northern Belize lies on the Caribbean Sea, 9 miles from the Mexican border. It has a population of approximately 8,100, and is the capital of the district of Corozal.\n","Latitude":"18.392972","Longitude":"-88.388486","Url":"https://en.wikivoyage.org/wiki/Corozal_Town","Country":"Belize"},{"Name":"Crooked Tree","Description":"Crooked Tree is a town in Belize District, Belize.\n","Latitude":"17.7667","Longitude":"-88.5333","Url":"https://en.wikivoyage.org/wiki/Crooked_Tree","Country":"Belize"},{"Name":"Dangriga","Description":"Dangringa is a funky Garifuna town in Stann Creek, Belize. It looks a bit rough around the edges, but is home to some of the friendliest people you're likely to meet. If exploring Belize in any depth you're likely to come through here at least once en route to the south or to the southern cayes... spend a night if you've got the time.\n","Latitude":"16.9667","Longitude":"-88.2167","Url":"https://en.wikivoyage.org/wiki/Dangriga","Country":"Belize"},{"Name":"Hopkins (Belize)","Description":"Hopkins is a small village in Stann Creek in Belize with a long beach and access to the Belize Barrier Reef for snorkeling and diving, garifuna drumming, and nearby nature parks.  ","Latitude":"16.8667","Longitude":"-88.2833","Url":"https://en.wikivoyage.org/wiki/Hopkins_(Belize)","Country":"Belize"},{"Name":"Orange Walk Town","Description":"Orange Walk Town is the capital of the Orange Walk district 57 miles north of Belize City. The agricultural town is not a tourist hotspot but a good base for explorations of Northern Belize and the Mayan ruins Lamanai.\n","Latitude":"18.075","Longitude":"-88.55833333","Url":"https://en.wikivoyage.org/wiki/Orange_Walk_Town","Country":"Belize"},{"Name":"Punta Gorda (Belize)","Description":"Punta Gorda is the southernmost town in Belize, and the capital of the Toledo District. It was founded as Peini by the Garifuna and is today home to over 5,000 people from the many different ethnic groups found in Toledo. While it remains a fairly sleepy little town except for market days, it gives travellers a genuine taste of the 'real' Belize.\n","Latitude":"16.1","Longitude":"-88.8","Url":"https://en.wikivoyage.org/wiki/Punta_Gorda_(Belize)","Country":"Belize"},{"Name":"San Ignacio (Belize)","Description":"San Ignacio is a small town in the Cayo region of Belize. San Ignacio, or Cayo as it is called, is located on the Macal river, and makes a good and affordable base for exploration of the stunning regions around it, with plenty of day trips to be taken and several decent tour guides willing to take you. It's also an important transit town en route to or from Guatemala.\n","Latitude":"17.160125","Longitude":"-89.059997222222","Url":"https://en.wikivoyage.org/wiki/San_Ignacio_(Belize)","Country":"Belize"},{"Name":"Ambergris Caye","Description":"Ambergris Caye is the largest of several hundred islands in the northernmost waters of Belize, Central America.  This simple island is a top destination in Belize for tourists worldwide,and its lack of high-rise hotels or big city public transportation gives the island a relaxed, laid-back feel.\n","Latitude":"18.013947","Longitude":"-87.931039","Url":"https://en.wikivoyage.org/wiki/Ambergris_Caye","Country":"Belize"},{"Name":"Caye Caulker","Description":"Caye Caulker is a small island off the coast of Belize, 1.6 km (1 mi) west of the Barrier Reef.  It's about 8.2 km (5 mi) in length with a population of 1,300 and counting.\n","Latitude":"17.742500","Longitude":"-88.025000","Url":"https://en.wikivoyage.org/wiki/Caye_Caulker","Country":"Belize"},{"Name":"Placencia peninsula","Description":"Placencia is a long, narrow peninsula – almost an island – along the Caribbean coastline of Belize.\n","Latitude":"16.593889","Longitude":"-88.366667","Url":"https://en.wikivoyage.org/wiki/Placencia_peninsula","Country":"Belize"},{"Name":"Tobacco Caye","Description":"Tobacco Caye is a tiny island off the coast of Belize, popular with budget travellers. Hammocks, novels, group meals and a healthy dose of snorkelling are likely to fill your day, on one of the few islands that won't break the bank in a country that normally excels at doing so.\n","Latitude":"16.8983","Longitude":"-88.0619","Url":"https://en.wikivoyage.org/wiki/Tobacco_Caye","Country":"Belize"},{"Name":"Altun Ha","Description":"Altun Ha are the ruins of an ancient Maya city in Belize, in the Belize District about 30 miles (50 km) north of Belize City and about 6 miles (10 km) west of the shore of the Caribbean.\n","Latitude":"17.763950","Longitude":"-88.347061","Url":"https://en.wikivoyage.org/wiki/Altun_Ha","Country":"Belize"},{"Name":"Caracol","Description":"Caracol is in the Cayo Region of Belize.\n","Latitude":"16.763927777778","Longitude":"-89.117591666667","Url":"https://en.wikivoyage.org/wiki/Caracol","Country":"Belize"},{"Name":"Lamanai","Description":"Lamanai is in Northern Belize. The name Lamanai means \"submerged crocodile\". \n","Latitude":"17.752567","Longitude":"-88.654469","Url":"https://en.wikivoyage.org/wiki/Lamanai","Country":"Belize"},{"Name":"Lubaantun","Description":"Lubaantun (meaning \"the place of the fallen stones\") is a Late Classic Maya site near the village of San Pedro Columbia in southern Belize and is a great counterpart to Tikal and Caracol if you’re on the Mayan Ruin tour.  The quiet green forest can easily wrap around you as you wander the ruins alone.\n","Latitude":"16.281111","Longitude":"-88.965000","Url":"https://en.wikivoyage.org/wiki/Lubaantun","Country":"Belize"},{"Name":"Xunantunich","Description":"Xunantunich is an archaeological site outside the town of San Jose Succotz, in the Cayo District of Belize. \n","Latitude":"17.0839","Longitude":"-89.1339","Url":"https://en.wikivoyage.org/wiki/Xunantunich","Country":"Belize"},{"Name":"Porto-Novo","Description":"Porto-Novo is the capital of Benin, located on the coast in the southeastern part of the country.\n","Latitude":"6.483333","Longitude":"2.616667","Url":"https://en.wikivoyage.org/wiki/Porto-Novo","Country":"Benin"},{"Name":"Abomey","Description":"\nAbomey is a town and former capital of Benin.\n","Latitude":"7.1833","Longitude":"1.9833","Url":"https://en.wikivoyage.org/wiki/Abomey","Country":"Benin"},{"Name":"Cotonou","Description":"Cotonou is the largest city in Benin and the country's primary port of entry for visitors. The city is located in the south of the country, on the coastline.\n","Latitude":"6.3667","Longitude":"2.4333","Url":"https://en.wikivoyage.org/wiki/Cotonou","Country":"Benin"},{"Name":"Grand Popo","Description":"Grand Popo is a city in Benin.\n","Latitude":"6.283333","Longitude":"1.833333","Url":"https://en.wikivoyage.org/wiki/Grand_Popo","Country":"Benin"},{"Name":"Kétou","Description":"Kétou is a medium sized town in Benin. It is the seat of a very old Yoruba kingdom and therefore has a particularly strong cultural heritage. Ketou is very much off the beaten-track, making for an interesting visit. \n","Latitude":"7.358056","Longitude":"2.6075","Url":"https://en.wikivoyage.org/wiki/K%C3%A9tou","Country":"Benin"},{"Name":"Parakou","Description":"Parakou is a city in Northern Benin.\n","Latitude":"9.3333","Longitude":"2.6333","Url":"https://en.wikivoyage.org/wiki/Parakou","Country":"Benin"},{"Name":"Malanville","Description":"Malanville is a city in Northern Benin.\n","Latitude":"11.8667","Longitude":"3.3833","Url":"https://en.wikivoyage.org/wiki/Malanville","Country":"Benin"},{"Name":"Natitingou","Description":"\nNatitingou is a town in Northern Benin.\n","Latitude":"10.3000","Longitude":"1.3667","Url":"https://en.wikivoyage.org/wiki/Natitingou","Country":"Benin"},{"Name":"Tanguiéta","Description":"Tanguiéta is a town in Northern Benin\n","Latitude":"10.6167","Longitude":"1.2667","Url":"https://en.wikivoyage.org/wiki/Tangui%C3%A9ta","Country":"Benin"},{"Name":"Pendjari National Park","Description":"Pendjari National Park, is in Northern Benin.\n","Latitude":"11.05","Longitude":"1.516667","Url":"https://en.wikivoyage.org/wiki/Pendjari_National_Park","Country":"Benin"},{"Name":"W National Park","Description":"W National Park [dead link] is in a trans-border park, with the most important areas in  Southwestern Niger.\n","Latitude":"12.53","Longitude":"2.66","Url":"https://en.wikivoyage.org/wiki/W_National_Park","Country":"Benin"},{"Name":"Thimphu","Description":"Thimphu (ཐིམ་ཕུག།) is the capital of the Kingdom of Bhutan, and with a population of around 100,000 is the nation's largest city.\n","Latitude":"27.466667","Longitude":"89.641667","Url":"https://en.wikivoyage.org/wiki/Thimphu","Country":"Bhutan"},{"Name":"Jakar","Description":"Jakar (altitude 2,800 m) is the principal administrative town of Bumthang district in the north of Bhutan. \n","Latitude":"27.5500","Longitude":"90.7333","Url":"https://en.wikivoyage.org/wiki/Jakar","Country":"Bhutan"},{"Name":"Mongar","Description":"Mongar town is administrative head of Mongar district in Eastern Bhutan. Perched on a hill, the old bazaar area has been expanded extensively in recent years, making the town one of the region's largest settlements.\n","Latitude":"27.2750","Longitude":"91.2400","Url":"https://en.wikivoyage.org/wiki/Mongar","Country":"Bhutan"},{"Name":"Paro","Description":"Paro (population 4,500) is a town in the south west of Bhutan.\n","Latitude":"27.4333","Longitude":"89.4167","Url":"https://en.wikivoyage.org/wiki/Paro","Country":"Bhutan"},{"Name":"Punakha","Description":"Punakha, a former capital of Bhutan, is in the west of the country.\n","Latitude":"27.5833","Longitude":"89.8667","Url":"https://en.wikivoyage.org/wiki/Punakha","Country":"Bhutan"},{"Name":"Phuentsholing","Description":"Phuentsholing (also sometimes spelled Phuntsholing), the second largest town in Bhutan (population around 40,000), is on the Indian border, next to the town of Jaigaon.\n","Latitude":"26.86","Longitude":"89.39","Url":"https://en.wikivoyage.org/wiki/Phuentsholing","Country":"Bhutan"},{"Name":"Samdrup Jongkhar","Description":"Samdrup Jongkhar is regional head of Samdrup Jongkhar district and the largest town in east Bhutan. \n","Latitude":"26.8000","Longitude":"91.5000","Url":"https://en.wikivoyage.org/wiki/Samdrup_Jongkhar","Country":"Bhutan"},{"Name":"Trashigang","Description":"Trashigang is an administrative town of 4,500 people in Eastern Bhutan. The traditional architecture and narrow streets give the town a quaint and snug feel, not unlike an Italian or Cornish fishing village.  \n","Latitude":"27.3333","Longitude":"91.5500","Url":"https://en.wikivoyage.org/wiki/Trashigang","Country":"Bhutan"},{"Name":"Trongsa","Description":"Trongsa is in town in Bhutan, often known as the gateway to the east of the country.\n","Latitude":"27.5000","Longitude":"90.5000","Url":"https://en.wikivoyage.org/wiki/Trongsa","Country":"Bhutan"},{"Name":"Jigme Dorji National Park","Description":"Jigme Dorji National Park is in north western Bhutan.\n","Latitude":"27.7500","Longitude":"89.5167","Url":"https://en.wikivoyage.org/wiki/Jigme_Dorji_National_Park","Country":"Bhutan"},{"Name":"Jigme Singye Wangchuck National Park","Description":"Jigme Singye Wangchuk National Park is in Central Bhutan.\n","Latitude":"27.1667","Longitude":"90.4333","Url":"https://en.wikivoyage.org/wiki/Jigme_Singye_Wangchuck_National_Park","Country":"Bhutan"},{"Name":"Royal Manas National Park","Description":"Royal Manas National Park is in Central Bhutan.\n","Latitude":"26.8994","Longitude":"90.7581","Url":"https://en.wikivoyage.org/wiki/Royal_Manas_National_Park","Country":"Bhutan"},{"Name":"Phrumsengla National Park","Description":"Phrumsengla National Park (formerly Thrumshingla National Park) is located in Eastern Bhutan.\n","Latitude":"27.2831","Longitude":"90.9778","Url":"https://en.wikivoyage.org/wiki/Phrumsengla_National_Park","Country":"Bhutan"},null,{"Name":"Bumdeling Wildlife Sanctuary","Description":"Bumdeling Wildlife Sanctuary is in North East Bhutan.\n","Latitude":"27.7972","Longitude":"91.4378","Url":"https://en.wikivoyage.org/wiki/Bumdeling_Wildlife_Sanctuary","Country":"Bhutan"},{"Name":"Jomotsangkha Wildlife Sanctuary","Description":"Jomotsangkha Wildlife Sanctuary (formerly Khaling Wildlife Sanctuary) is in Samdrup Jongkhar district in Bhutan.\n","Latitude":"27.7972","Longitude":"91.4378","Url":"https://en.wikivoyage.org/wiki/Jomotsangkha_Wildlife_Sanctuary","Country":"Bhutan"},null,{"Name":"Sakteng Wildlife Sanctuary","Description":"Sakteng Wildlife Sanctuary is in Trashigang district of Bhutan.\n","Latitude":"27.2800","Longitude":"91.9500","Url":"https://en.wikivoyage.org/wiki/Sakteng_Wildlife_Sanctuary","Country":"Bhutan"},{"Name":"Jigme Khesar Strict Nature Reserve","Description":"Jigme Khesar Strict Nature Reserve (formerly Toorsa Strict Nature Reserve) is in the Haa district in western Bhutan.\n","Latitude":"27.3294","Longitude":"89.0633","Url":"https://en.wikivoyage.org/wiki/Jigme_Khesar_Strict_Nature_Reserve","Country":"Bhutan"},{"Name":"La Paz (Bolivia)","Description":"La Paz is the administrative capital of Bolivia, while Sucre is the constitutional capital and the seat of the Supreme Court.\n","Latitude":"-16.4951","Longitude":"-68.0474","Url":"https://en.wikivoyage.org/wiki/La_Paz_(Bolivia)","Country":"Bolivia"},{"Name":"Cochabamba","Description":"Cochabamba, or simply Cocha is fourth largest city in central Bolivia, in a valley with the same name, in the Andes mountain range. Its name is from a compound of the Quechua words q'ucha, meaning \"lake\", and pampa, \"open plain\". It is known as the \"City of Eternal Spring\" and \"The Garden City\" because of its spring-like temperatures all year round. It is also known as La Llajta, which means \"town\" in Quechua.\n","Latitude":"-17.383333333333","Longitude":"-66.166666666667","Url":"https://en.wikivoyage.org/wiki/Cochabamba","Country":"Bolivia"},{"Name":"Oruro","Description":"Oruro is a city in the Oruro Department of Bolivia.\n","Latitude":"-17.9667","Longitude":"-67.1167","Url":"https://en.wikivoyage.org/wiki/Oruro","Country":"Bolivia"},{"Name":"Potosí","Description":"Potosí, at around 4,000 metres, is one of the world's highest large cities. It is located in the Potosí Department of Bolivia.\n","Latitude":"-19.5833","Longitude":"-65.7500","Url":"https://en.wikivoyage.org/wiki/Potos%C3%AD","Country":"Bolivia"},{"Name":"Quime","Description":"Quime is a small city in Yungas of Inquisivi region of La Paz.\n","Latitude":"-16.9814","Longitude":"-67.2172","Url":"https://en.wikivoyage.org/wiki/Quime","Country":"Bolivia"},{"Name":"Santa Cruz (city, Bolivia)","Description":"Santa Cruz (or Santa Cruz de la Sierra) is the capital of the department of Santa Cruz.\n","Latitude":"-17.8000","Longitude":"-63.1667","Url":"https://en.wikivoyage.org/wiki/Santa_Cruz_(city,_Bolivia)","Country":"Bolivia"},{"Name":"Sorata","Description":"\nSorata is a town in the La Paz Department of Bolivia, about a 150 km northwest of La Paz.\n","Latitude":"-15.773611111111","Longitude":"-68.648611111111","Url":"https://en.wikivoyage.org/wiki/Sorata","Country":"Bolivia"},{"Name":"Sucre","Description":"Sucre is a city in Chuquisaca Department, Bolivia. It is officially the capital of the country, though most of the government is based in La Paz. Its center is a UNESCO world heritage site, and it is a pretty city with welcoming people and a peaceful atmosphere.\n","Latitude":"-19.033900","Longitude":"-65.262600","Url":"https://en.wikivoyage.org/wiki/Sucre","Country":"Bolivia"},{"Name":"Tarija","Description":"Tarija is the capital and largest city of the Tarija Department of Bolivia, with a population of some 235,000.\n","Latitude":"-21.533333","Longitude":"-64.733333","Url":"https://en.wikivoyage.org/wiki/Tarija","Country":"Bolivia"},{"Name":"Chacaltaya","Description":"Chacaltaya is in the La Paz Department of Bolivia. This mountain, at an altitude of 5486 metres, is equipped with beautiful views and the world's highest ski area. Because of its proximity to La Paz and the easy access, it is a popular place to acclimatize before climbing higher peaks. The ski lift is said to be the oldest in the world and almost never operates.\n","Latitude":"-16.353333333333","Longitude":"-68.131388888889","Url":"https://en.wikivoyage.org/wiki/Chacaltaya","Country":"Bolivia"},{"Name":"Isla del Sol","Description":"Isla del Sol (\"Island of the Sun\") is the largest island on Lake Titicaca, and part of Bolivian territory. An ancient holy site of the Inca, it's easily reachable from Copacabana.\n","Latitude":"-16.0205555","Longitude":"-69.176388","Url":"https://en.wikivoyage.org/wiki/Isla_del_Sol","Country":"Bolivia"},{"Name":"Jesuit Missions of the Chiquitos","Description":"The Jesuit Missions of the Chiquitos are a UNESCO World Heritage Site in Bolivia's department of Santa Cruz.\n","Latitude":"?","Longitude":"?","Url":"https://en.wikivoyage.org/wiki/Jesuit_Missions_of_the_Chiquitos","Country":"Bolivia"},{"Name":"Madidi National Park","Description":"Madidi National Park is in the northwest of the La Paz Department of Bolivia.\n","Latitude":"-12.5000","Longitude":"-67.5000","Url":"https://en.wikivoyage.org/wiki/Madidi_National_Park","Country":"Bolivia"},{"Name":"Noel Kempff Mercado National Park","Description":"Noel Kempff Mercado is in Santa Cruz, Bolivia. It's inscribed on the UNESCO World Heritage list.\n","Latitude":"-14.2303","Longitude":"-60.8467","Url":"https://en.wikivoyage.org/wiki/Noel_Kempff_Mercado_National_Park","Country":"Bolivia"},{"Name":"Sajama National Park","Description":"Sajama National Park is in Oruro departement of Bolivia.\n","Latitude":"-18.0833","Longitude":"-68.9167","Url":"https://en.wikivoyage.org/wiki/Sajama_National_Park","Country":"Bolivia"},{"Name":"Salar de Uyuni","Description":"\nSalar de Uyuni is the largest salt flat in the world and one of the most amazing natural attractions of Bolivia. Whether you're walking on the seemingly endless white, desolate surface of the dry flats, or admiring the simply perfect reflection of the clouds and blue sky above when there's water - all travellers agree the Salar de Uyuni offers an out-of-this-world experience. \n","Latitude":"-21.06","Longitude":"-67.15","Url":"https://en.wikivoyage.org/wiki/Salar_de_Uyuni","Country":"Bolivia"},{"Name":"Tiwanaku","Description":"Tiwanaku is an archaeological site and UNESCO World Heritage site in the La Paz Department of Bolivia.\n","Latitude":"-16.554722222222","Longitude":"-68.673333333333","Url":"https://en.wikivoyage.org/wiki/Tiwanaku","Country":"Bolivia"},{"Name":"Yungas and Chapare","Description":"La Paz Department is situated on the Altiplano at the western border of Bolivia, sharing Lake Titicaca with Peru.  It contains the mighty mountain range of Cordillera Real with many popular treks and peaks for climbing.  Northeast of the Cordillera Real are the Yungas, the steep eastern slopes of the Andes that make the transition to the Amazon basin.  It also contains the city of La Paz, the administrative capital of the country.\n","Latitude":"-15.0000","Longitude":"-68.3333","Url":"https://en.wikivoyage.org/wiki/Yungas_and_Chapare","Country":"Bolivia"}]}