[{"Name":"Rabat","Description":"Rabat (Arabic: الرباط; Berber: ⵕⵕⴱⴰⴹ) literally \"Fortified Place\" is the capital city of Morocco. The city is located on the Atlantic Ocean at the mouth of the river Bou Regreg. On the facing shore of the river lies Salé, Rabat's bedroom community. Together with Temara the cities account for a combined metropolitan population of 2.6  million.  It is an easy going city by Moroccan standards. The city of Rabat is a UNESCO World Heritage Site.\n","Latitude":"33.99660","Longitude":"-6.84431","Url":"https://en.wikivoyage.org/wiki/Rabat","Country":"Morocco"},{"Name":"Agadir","Description":"Agadir is a city in the southern part of Morocco. It is of interest primarily because of its location, as it is surrounded by the Anti Atlas, the Sahara Desert, many natural parks, and secluded beaches which are all easily accessible from Agadir.\n","Latitude":"30.4333","Longitude":"-9.6000","Url":"https://en.wikivoyage.org/wiki/Agadir","Country":"Morocco"},{"Name":"Casablanca","Description":"Casablanca (Arabic: الدار البيضاء, Dar al-Bayda) may be the cosmopolitan, industrial and economic heart of Morocco, and its largest city, but it is one of the less endearing of the country's sights. With a small, unassuming medina and a traffic-congested ville nouvelle, travellers arriving via Casablanca may be tempted to find the first train out to nearby Rabat. The awe-inspiring Hassan II Mosque and happening nightlife and architecture (mostly colonial times buildings), however, are worth at least a day of your Moroccan itinerary.\n","Latitude":"33.6500","Longitude":"-7.5833","Url":"https://en.wikivoyage.org/wiki/Casablanca","Country":"Morocco"},{"Name":"Fez","Description":"Fez (فاس) (French: \"Fès\") is a city in Morocco famous for being home to the world's oldest university (Qarawiyyin University), dating to 859, and the world's oldest library, dating to 1359. It has an ancient World heritage listed walled city, which many compare to the walled city of Jerusalem.\n","Latitude":"34.3","Longitude":"-4.6","Url":"https://en.wikivoyage.org/wiki/Fez","Country":"Morocco"},{"Name":"Marrakech","Description":"Marrakech (Arabic: مراكش, Berber: ⴰⵎⵓⵔⴰⴽⵓⵛ), also spelt Marrakesh, is one of the imperial cities of Morocco.\n","Latitude":"31.62594","Longitude":"-7.98863","Url":"https://en.wikivoyage.org/wiki/Marrakech","Country":"Morocco"},{"Name":"Meknes","Description":"Meknes (مكناس) is a city in the Middle Atlas region of Morocco.\n","Latitude":"33.895000","Longitude":"-5.554722","Url":"https://en.wikivoyage.org/wiki/Meknes","Country":"Morocco"},{"Name":"Ouarzazate","Description":"Ouarzazate (ورزازات) is a city in Morocco.\n","Latitude":"30.9167","Longitude":"-6.9167","Url":"https://en.wikivoyage.org/wiki/Ouarzazate","Country":"Morocco"},{"Name":"Tangier","Description":"Tangier (Ar. طنجة, Tanjah, Fr. Tanger) is an important port city in Morocco. The third most populous city in the country, due to its proximity to Spain it's a popular entry point to the country and Africa as a whole, and an interesting destination in its own right.\n","Latitude":"35.8000","Longitude":"-5.8333","Url":"https://en.wikivoyage.org/wiki/Tangier","Country":"Morocco"},{"Name":"Tetouan","Description":"Tetouan is a city in Mediterranean Morocco. The city's medina has been inscribed on the UNESCO World Heritage List.\n","Latitude":"35.56667","Longitude":"-5.36667","Url":"https://en.wikivoyage.org/wiki/Tetouan","Country":"Morocco"},{"Name":"Chefchaouen","Description":"Chefchaouen (شفشاون, also Chaouen, Chawen or Xaouen) is a gorgeous mountain city in northeastern Morocco. It's no wonder that tourists flock here — this humble town is the embodiment of almost every Moroccan cliché. The picturesque medina, set against the dramatic backdrop of the Rif Mountains, is filled with white-washed homes with distinctive, powder-blue accents, and the call to prayer rings out of several mosques around the town in chorus. If you've got a few days to relax from the rigors of travel, this is a good place to do it.\n","Latitude":"35.171389","Longitude":"-5.269722","Url":"https://en.wikivoyage.org/wiki/Chefchaouen","Country":"Morocco"},{"Name":"Essaouira","Description":"Essaouira (Arabic: الصويرة) is a coastal city in Morocco. In addition to the new town, it offers a picturesque medina (old town) surrounded by seawalls and city walls, designed by a French architect in the 18th century, a harbor with fish market, and a long beach with numerous water sports opportunities. Once a hippie hangout, Jimi Hendrix and Cat Stevens spent some time here. Orson Welles filmed part of his Othello in town; west of the medina there's a square named in his honor.\n","Latitude":"31.40388","Longitude":"-9.68472","Url":"https://en.wikivoyage.org/wiki/Essaouira","Country":"Morocco"},{"Name":"High Atlas","Description":"The High Atlas is a region in Morocco covering the mountain range and surrounding destinations such as Marrakech. It's a regular destination for mountain hikers, ski enthusiasts, or travellers interested in the indigenous Berber culture found throughout its many peaks and valleys.\n","Latitude":"31.061944","Longitude":"-7.916111","Url":"https://en.wikivoyage.org/wiki/High_Atlas","Country":"Morocco"},{"Name":"Merzouga","Description":"Merzouga is a village in the Sahara Desert in Morocco, on the edge of Erg Chebbi, a 50-km long and 5-km wide set of sand dunes that reach up to 350 m. Most visitors come here to take a camel safari into the dunes, and to get a taste of remote (tourism-influenced) Berber life.\n","Latitude":"31.09917","Longitude":"-4.01167","Url":"https://en.wikivoyage.org/wiki/Merzouga","Country":"Morocco"},{"Name":"M'Hamid","Description":"M'Hamid is a small village in Zagora region of Morocco, 98 km after Zagora, one of the two places in Morocco where Sahara begins (another is Merzouga). M'Hamid gets fewer visitors than Merzouga and is arguably more \"authentic.\" It is about 7-8 hours by car from Marrakech and 5 hours from Ourzazate.\n","Latitude":"29.8222","Longitude":"-5.7208","Url":"https://en.wikivoyage.org/wiki/M%27Hamid","Country":"Morocco"},{"Name":"Tinerhir","Description":"Tinerhir, or Tinghir, is a town in the High Atlas region of Morocco.\n","Latitude":"31.5167","Longitude":"-5.5333","Url":"https://en.wikivoyage.org/wiki/Tinerhir","Country":"Morocco"},{"Name":"Volubilis","Description":"\nMoulay Idriss or Moulay Idriss Zerhoun is located north of Meknes and is considered the holiest city of Morocco. It was here that Moulay Idriss I arrived in 789, bringing with him the religion of Islam, and starting a new dynasty. In addition to founding the town named after him, he also initiated construction of Fez, continued later by his son, Moulay Idriss II.\n","Latitude":"34.054167","Longitude":"-5.527222","Url":"https://en.wikivoyage.org/wiki/Volubilis","Country":"Morocco"}]