[{"Name":"Belgrade","Description":"Belgrade (Serbian: Београд, Beograd)  — meaning 'White City' — is the capital of the Republic of Serbia. With a population of over 1.7 million people, Belgrade has been re-emerging as a tourist destination in the past years. Often called the party capital of Southeastern Europe, Belgrade is famous for offering numerous entertainment venues, as well as many historical sites, great local food, and warm people. Various styles of architecture dominate the city, and its recent resurgence as the leading hub in Southeastern Europe makes it a must see destination.\n","Latitude":"44.8167","Longitude":"20.4667","Url":"https://en.wikivoyage.org/wiki/Belgrade","Country":"Serbia"},{"Name":"Kragujevac","Description":"Kragujevac is a city in Serbia. With the population of 180 000, it is the fourth largest city in Serbia, the industrial center of the country, the main city of the Šumadija region and the administrative centre of Šumadija District. It is situated on the banks of the Lepenica River.\n","Latitude":"44.0142","Longitude":"20.9394","Url":"https://en.wikivoyage.org/wiki/Kragujevac","Country":"Serbia"},{"Name":"Kraljevo","Description":"\nKraljevo (in English \"King's town\") is a town and the administrative center of Raska District of Serbia. Kraljevo is located in central part of Serbia, at the confluence of the Ibar to the Zapadna Morava. It is, by its territory, the largest municipality in the Republic of Serbia.\n","Latitude":"43.72342","Longitude":"20.686975","Url":"https://en.wikivoyage.org/wiki/Kraljevo","Country":"Serbia"},{"Name":"Niš","Description":"Niš (Serbian: Ниш, pronounced: 'neesh') is a city in Serbia. The administrative centre of the Nišava District, it's a must-see historical city for any traveller passing through on his/her way to Greece or the Middle East.\n","Latitude":"43.319166666667","Longitude":"21.896111111111","Url":"https://en.wikivoyage.org/wiki/Ni%C5%A1","Country":"Serbia"},{"Name":"Novi Sad","Description":"Novi Sad (Serbian: Нови Сад/Novi Sad) is the capital of Vojvodina, the northern Autonomous Province of Serbia, and the second largest city in Serbia. Situated on the Danube River between Budapest and Belgrade, it is a treasured regional and cultural centre. Novi Sad has a population of around 300,000 people.\n","Latitude":"45.2500","Longitude":"19.8500","Url":"https://en.wikivoyage.org/wiki/Novi_Sad","Country":"Serbia"},{"Name":"Požarevac","Description":"Požarevac is a city in Central Serbia. It is about 75 km away from Serbian capital, Belgrade.\n","Latitude":"44.62","Longitude":"21.189722222222","Url":"https://en.wikivoyage.org/wiki/Po%C5%BEarevac","Country":"Serbia"},{"Name":"Subotica","Description":"Subotica is a city located in the very north of Vojvodina, which itself is located in northern Serbia. \n","Latitude":"46.0983333","Longitude":"19.67","Url":"https://en.wikivoyage.org/wiki/Subotica","Country":"Serbia"},{"Name":"Sremska Mitrovica","Description":"\nSremska Mitrovica is a town in Srem district, in the province of Vojvodina, in the northern part of Serbia.\n","Latitude":"44.983333","Longitude":"19.616667","Url":"https://en.wikivoyage.org/wiki/Sremska_Mitrovica","Country":"Serbia"},{"Name":"Vršac","Description":"\nVršac (in Serbian Вршац, in Romanian Vârșeț, in Hungarian Versec or Versecz, in German Werschetz) is a town in Serbia 84 km from Belgrade and 75 km from Timișoara in Romania, in the eastern part of Vojvodina, close to the border with Romania, and has around 35,000 residents. The town is known for vineyards and premium quality wines in the larger municipality area. The wine cellars in villages around Vršac have become symbols of the Vrsac Wine Route which is held every year during the town's celebratory Grape Ball (Grođžebal).\n","Latitude":"45.1167","Longitude":"21.3000","Url":"https://en.wikivoyage.org/wiki/Vr%C5%A1ac","Country":"Serbia"},{"Name":"Kopaonik National Park","Description":"Kopaonik National Park [dead link] is in Serbia.\n","Latitude":"43.269166666667","Longitude":"20.8225","Url":"https://en.wikivoyage.org/wiki/Kopaonik_National_Park","Country":"Serbia"},{"Name":"Palić","Description":"Palić is a city in Serbia in proximity of Subotica.\n","Latitude":"46.10305556","Longitude":"19.75861111","Url":"https://en.wikivoyage.org/wiki/Pali%C4%87","Country":"Serbia"},{"Name":"Soko Banja","Description":"Sokobanja is a famous spa-town in the Podunavlje region of Serbia\n","Latitude":"43.639444444444","Longitude":"21.869444444444","Url":"https://en.wikivoyage.org/wiki/Soko_Banja","Country":"Serbia"},{"Name":"Zlatibor","Description":"Zlatibor (meaning \"Golden Pine\") is a very popular mountain resort area in south-western Serbia. It is bounded on the north by Mount Tara, to the east by the Veliki Rzav River, to the south by the Uvac River and to the west by Bosnia and Herzegovina.\n","Latitude":"43.7233","Longitude":"19.7042","Url":"https://en.wikivoyage.org/wiki/Zlatibor","Country":"Serbia"},null]