[{"Name":"Madrid","Description":"Madrid is Spain's capital and largest city, with 3.3 million citizens. A total of 6.5 million people live in the autonomous community of the same name (Comunidad de Madrid). The city has an impressive cultural and architectural heritage, which includes grand avenues, plazas, buildings and monuments, and world-class art galleries and museums. Madrid is also renowned for gastronomic delights and nightlife lasting up until dawn.\n","Latitude":"40.42029","Longitude":"-3.70342","Url":"https://en.wikivoyage.org/wiki/Madrid","Country":"Spain"},{"Name":"Barcelona","Description":"\n","Latitude":"41.3879","Longitude":"2.1699","Url":"https://en.wikivoyage.org/wiki/Barcelona","Country":"Spain"},{"Name":"Bilbao","Description":"Situated on the banks of the Nervión, Bilbao is the largest city in Spain's Basque Country. Milder and rainier than most other parts of Spain (temperatures here rarely fall below freezing in winter nor rise much above 25°C even in the height of summer), the greenery of Bilbao is both a blessing and a curse: the climate here is as much a welcome relief from the heat of the dry plains in the south as a thorn in the side of those hoping for a day at the beach. But the shore of the Bay of Biscay isn't really the main attraction—instead, Bilbao is perhaps the best place in the world to experience the ancient culture and language of the Basque people, which has stubbornly held its own over thousands of years and is now completely unlike any modern-day culture in Europe.\n","Latitude":"43.257","Longitude":"-2.9234","Url":"https://en.wikivoyage.org/wiki/Bilbao","Country":"Spain"},{"Name":"Málaga","Description":"Málaga is a large city in the southern Spanish region of Andalucia and capital of the Málaga Province. The largest city on the Costa del Sol, Málaga has a typical Mediterranean climate and is also known as the birthplace of the artist Picasso.  The city offers beaches, hiking, architectural sites, art museums, and excellent shopping and cuisine. While more laid back than Madrid or Barcelona, Málaga is still the center and transport hub for the hugely popular Costa del Sol region, which is flooded with tourists in the summer, and the city has certainly cashed in on the sun and sand, with lots of new construction as well as hotels and facilities geared to tourists. However, Málaga also offers some genuinely interesting historical and cultural attractions in its old city and its setting on the coast is still beautiful.\n","Latitude":"36.719444","Longitude":"-4.420000","Url":"https://en.wikivoyage.org/wiki/M%C3%A1laga","Country":"Spain"},{"Name":"Córdoba (city, Spain)","Description":"\n","Latitude":"37.8833","Longitude":"-4.7667","Url":"https://en.wikivoyage.org/wiki/C%C3%B3rdoba_(city,_Spain)","Country":"Spain"},{"Name":"Granada","Description":"Granada is a mid-sized city located in Granada Province in the Andalucia region of Spain. Rich in history and culture, Granada is a very worthwhile city in Spain for a tourist.\n","Latitude":"37.178056","Longitude":"-3.600833","Url":"https://en.wikivoyage.org/wiki/Granada","Country":"Spain"},{"Name":"Seville","Description":"Seville (Spanish: Sevilla) Andalucia's capital. With more than 700,000 inhabitants, and 1.6 million in the metropolitan area, it is Spain's fourth city, dominating southern Spain. With heritage from the Arabs and from the Age of Discovery, as well as the flamenco scene, Seville is a diverse destination.\n","Latitude":"37.377222","Longitude":"-5.986944","Url":"https://en.wikivoyage.org/wiki/Seville","Country":"Spain"},{"Name":"Valencia","Description":"Valencia or València, pronounced [baˈlenθja] (bahl-EHN-thee-ah) in Spanish, and [vaˈlensia] (vahl-EHN-see-ah) in Valencian, is a charming old city and the capital of the Valencian Community. With just under 800,000 inhabitants, it is Spain’s third-largest city and, after Barcelona, the most significant cultural centre along the Spanish Mediterranean coast. It is the capital of the autonomous Valencian Community, and is known for tourism and cuisine. In March visitors flock to the city for the annual UNESCO-listed Falles celebration, but the city is worth visiting at other times of year for its paella, ultramodern architecture, and good beaches.\n","Latitude":"39.466667","Longitude":"-0.383333","Url":"https://en.wikivoyage.org/wiki/Valencia","Country":"Spain"},{"Name":"Zaragoza","Description":"Zaragoza is the capital and largest city of Aragon in Spain, and one of Spain's five largest cities, yet arguably the least known outside of Spain. Founded on the river Ebro in times of the Roman Empire as Cesaraugusta, Zaragoza now holds a large cultural and architectural heritage attesting to 2 000 years of affluence and importance. The city is most known for its Basilica del Pilar, built to venerate the apparition of Virgin Mary to Saint James in earliest Christian times, which became a major cultural identity fixture of Christian Spain. In most recent times, the city was again put on a global map by the 2008 Expo, which left it with a whole new modern part developed further for various purposes after the exhibition closed.\n","Latitude":"41.6500","Longitude":"-0.8833","Url":"https://en.wikivoyage.org/wiki/Zaragoza","Country":"Spain"},{"Name":"Costa Blanca","Description":"The Costa Blanca (Spanish: 'White Coast') is a 200 km-long coastline of Alicante (province). It is very popular with British, German, and Scandinavian tourists.\n","Latitude":"38.544","Longitude":"0.152","Url":"https://en.wikivoyage.org/wiki/Costa_Blanca","Country":"Spain"},{"Name":"Costa Brava","Description":"The Costa Brava (Rugged Coast) is a coastal region in Catalonia, in the northeast of Spain.  It has rocky cliffs and a mix of pebble beaches and sandy beaches.\n","Latitude":"42.0228","Longitude":"3.22449","Url":"https://en.wikivoyage.org/wiki/Costa_Brava","Country":"Spain"},{"Name":"Costa del Sol","Description":"The Costa del Sol (literally \"sun coast\") is a long stretch of Mediterranean coastline in the Andalucia region of southern Spain.\n","Latitude":"36.79","Longitude":"-4.48","Url":"https://en.wikivoyage.org/wiki/Costa_del_Sol","Country":"Spain"},{"Name":"Galicia","Description":"Galicia (Galician: Galiza) is both an \"autonomous community\" and a \"historical nation\" in northwestern Spain. The capital is Santiago de Compostela.  Galicia is a coastal region well known for its mild climate and distinct geography, with many peninsulas and rías (fjord-like inlets) giving the region a long coastline and a strong relationship to the sea.\n","Latitude":"42.9","Longitude":"-8.1","Url":"https://en.wikivoyage.org/wiki/Galicia","Country":"Spain"},{"Name":"Gran Canaria","Description":"Gran Canaria is the third largest island in the Canary Islands  and has the largest population.  It's often described as a \"continent in miniature\" because it has so much variety to offer.\n","Latitude":"27.9667","Longitude":"-15.6000","Url":"https://en.wikivoyage.org/wiki/Gran_Canaria","Country":"Spain"},{"Name":"Ibiza","Description":"Ibiza or Eivissa (in Catalan and officially) is one of the Balearic Islands.\n","Latitude":"38.98","Longitude":"1.43","Url":"https://en.wikivoyage.org/wiki/Ibiza","Country":"Spain"},{"Name":"La Rioja (Spain)","Description":"La Rioja is an autonomous community in northern Spain, bordered by Basque Country, Navarre, Aragon and Castile-Leon. The region is popular because of its gastronomy and well known internationally thanks to the Rioja wine.\n","Latitude":"42.25","Longitude":"-2.5","Url":"https://en.wikivoyage.org/wiki/La_Rioja_(Spain)","Country":"Spain"},{"Name":"Mallorca","Description":"Mallorca or Majorca is the largest of the Balearic Islands, and a classic among European travel destinations, with beaches, nightlife and spectacular mountains.\n","Latitude":"39.62367","Longitude":"2.96631","Url":"https://en.wikivoyage.org/wiki/Mallorca","Country":"Spain"},{"Name":"Sierra Nevada (Spain)","Description":"The Sierra Nevada is a mountain range in Andalucia in the south east of Spain. They are the tallest mountains in mainland Spain, rising to over 10,000 ft (3000+ metres). The highest peak is Mulhacén at 3,479 m.\n","Latitude":"37.05","Longitude":"-3.3","Url":"https://en.wikivoyage.org/wiki/Sierra_Nevada_(Spain)","Country":"Spain"},{"Name":"Tenerife","Description":"Tenerife is the largest of the Canary Islands and is a great place to travel. British and German tourists come in their tens of thousands every year to visit its spectacular beaches and lively nightlife.  It is also very popular among holidaymakers from the Spanish peninsula, especially during Easter time. It offers lush forests, exotic fauna and flora, deserts, mountains, volcanoes, incredibly beautiful coastlines and spectacular beaches.\n","Latitude":"28.268611","Longitude":"-16.605556","Url":"https://en.wikivoyage.org/wiki/Tenerife","Country":"Spain"}]