[{"Name":"Ottawa","Description":"Ottawa is Canada's capital. With a million citizens, it is Canada's sixth-largest city, and Ontario's second-largest city. Across the Ottawa river is Gatineau, Quebec.\n","Latitude":"45.44","Longitude":"-75.6946","Url":"https://en.wikivoyage.org/wiki/Ottawa","Country":"Canada"},{"Name":"Calgary","Description":"Onward!, the official motto of Calgary, is more apt than ever in the wake of the major flooding the city experienced in June 2013. A year later, the casual visitor would have been hard-pressed to find any traces of the flood. As of November 2016, the only changes visitors may notice are the closure of boating through the Harvie Passage section of the Bow River, and a few remaining sections of bike paths that are closed as a result of flood damage or for riverbank stabilization.\n","Latitude":"51.04495","Longitude":"-114.08546","Url":"https://en.wikivoyage.org/wiki/Calgary","Country":"Canada"},{"Name":"Halifax (Nova Scotia)","Description":"Halifax is the capital city of Nova Scotia and the largest city in the Atlantic Provinces of Canada.  The city's origins and rich maritime history derive from a strategic location and one of the world's great natural harbours. In the 19th and early 20th century, Halifax was the entry point for European immigration to Canada. Today, Halifax is a busy Atlantic seaport and the economic and cultural hub of Eastern Canada.\n","Latitude":"44.6488","Longitude":"-63.5754","Url":"https://en.wikivoyage.org/wiki/Halifax_(Nova_Scotia)","Country":"Canada"},{"Name":"Montreal","Description":"Montreal (French: Montréal) is the largest city in the Quebec province. While Quebec City is the capital, Montreal is the cultural and economic centre, and the main entry point to the province.  With 1.7 million citizens in the city and 4 million in the urban area, Montreal is Canada's second largest city, and the largest francophone city in the Americas. Still, a quarter of the population speak English as a mother language, and most Francophones are conversant in English. Old Montreal has a heritage of colonial times. Though a large city, Montreal gives opportunities for outdoor life, and for watching the legendary Montreal Canadiens ice hockey team.\n","Latitude":"45.5","Longitude":"-73.6","Url":"https://en.wikivoyage.org/wiki/Montreal","Country":"Canada"},{"Name":"Quebec City","Description":"Quebec City (French: Ville de Québec, or just Québec) is the capital of the Canadian province of Quebec. Located at a commanding position on cliffs overlooking the St. Lawrence Seaway, Quebec City's Old Town is a UNESCO World Heritage Site and one of only two cities in North America (the other being Campeche in Mexico) with its original city walls. Quebec is a city of about 700,000 residents.\n","Latitude":"46.8138","Longitude":"-71.208","Url":"https://en.wikivoyage.org/wiki/Quebec_City","Country":"Canada"},{"Name":"Toronto","Description":"Toronto is the most populous city in Canada and the provincial capital of Ontario. It is located on the northwestern shore of Lake Ontario. Toronto has a population of 2.7 million, and is the heart of the Greater Toronto Area (GTA) containing 6.4 million people. It also anchors the Golden Horseshoe region, which wraps around Lake Ontario from Toronto to Niagara Falls and totals over 9.2 million residents, approximately a quarter of Canada's entire population. Toronto is the fourth largest city and fifth largest urban agglomeration in North America.\n","Latitude":"43.7","Longitude":"-79.4167","Url":"https://en.wikivoyage.org/wiki/Toronto","Country":"Canada"},{"Name":"Vancouver","Description":"Vancouver occupies a pretty enviable spot in the world.  Blessed with miles of coastline, lush vegetation and crowned by the North Shore Mountains, it's hard to be there and not stop at some point and be amazed by what you see.\n","Latitude":"49.2618","Longitude":"-123.1136","Url":"https://en.wikivoyage.org/wiki/Vancouver","Country":"Canada"},{"Name":"Whitehorse","Description":"Whitehorse is the capital of the Yukon.\n","Latitude":"60.721","Longitude":"-135.058","Url":"https://en.wikivoyage.org/wiki/Whitehorse","Country":"Canada"},{"Name":"Winnipeg","Description":"Winnipeg is Manitoba's capital and largest city, and stands midway on the Trans-Canada highway and railroad. With 700,000 inhabitants, The Peg dominates the  Canadian Prairies and is as diverse as the whole of Canada.\n","Latitude":"49.8988","Longitude":"-97.1258","Url":"https://en.wikivoyage.org/wiki/Winnipeg","Country":"Canada"},{"Name":"Algonquin Park","Description":"Algonquin Park, the largest park in the Ontario  Provincial Parks System, borders Eastern and Central Ontario.\n","Latitude":"45.8","Longitude":"-78.7","Url":"https://en.wikivoyage.org/wiki/Algonquin_Park","Country":"Canada"},{"Name":"Banff National Park","Description":"Banff National Park is in the Alberta Rockies region of Alberta, Canada. Together with six other national parks it makes up the UNESCO World Heritage site \"Canadian Rocky Mountain Parks\".\n","Latitude":"51.62","Longitude":"-116.17","Url":"https://en.wikivoyage.org/wiki/Banff_National_Park","Country":"Canada"},{"Name":"Cape Breton Island","Description":"Cape Breton Island is the northernmost island in Nova Scotia.\n","Latitude":"46.1667","Longitude":"-60.75","Url":"https://en.wikivoyage.org/wiki/Cape_Breton_Island","Country":"Canada"},{"Name":"Jasper National Park","Description":"Jasper National Park is in the Alberta Rockies region of Alberta, Canada.  It has been named a UNESCO World Heritage Site. The park is the largest of Canada's Rocky Mountain Parks, spanning 10,878 km² (4200 square miles) of broad valleys, rugged mountains, glaciers, forests, alpine meadows and wild rivers along the eastern slopes of the Rockies in western Alberta. There are more than 1200 km (660 miles) of hiking trails (both overnight and day trips), and a number of spectacular mountain drives.\n","Latitude":"52.821","Longitude":"-117.900","Url":"https://en.wikivoyage.org/wiki/Jasper_National_Park","Country":"Canada"},{"Name":"Terra Nova National Park","Description":"Terra Nova National Park is in Eastern Newfoundland. It joined Canada's National Parks system in 1957. It is Canada's most easterly national park. Terra Nova is an excellent way to experience the nature, discovery and adventure of eastern Newfoundland. It is a place where sheltered Atlantic fjords stretch inland to touch the boreal landscape. \n","Latitude":"48.530556","Longitude":"-53.928056","Url":"https://en.wikivoyage.org/wiki/Terra_Nova_National_Park","Country":"Canada"},{"Name":"Waterton Lakes National Park","Description":"Waterton Lakes National Park is the Canadian portion of Waterton Glacier International Peace Park, a UNESCO World Heritage site which extends into the US as Glacier National Park.\n","Latitude":"49.056","Longitude":"-113.913","Url":"https://en.wikivoyage.org/wiki/Waterton_Lakes_National_Park","Country":"Canada"},{"Name":"Yoho National Park","Description":"Yoho National Park is British Columbia's sister to Alberta's Banff National Park, a world heritage site, and located on the western side of the continental divide that separates the two provinces.  It is about 2½ hour's drive west of Calgary, Alberta.  Yoho is Canada's second protected area.  \n","Latitude":"51.376","Longitude":"-116.506","Url":"https://en.wikivoyage.org/wiki/Yoho_National_Park","Country":"Canada"}]