[{"Name":"Riyadh","Description":"Riyadh (الرياض ar-Riyāḍ) is the capital of Saudi Arabia, located slightly east of the center of the country in the heart of the Tuwaig escarpment.\n","Latitude":"24.6333","Longitude":"46.7167","Url":"https://en.wikivoyage.org/wiki/Riyadh","Country":"Saudi Arabia"},{"Name":"Abha","Description":"Abha is a city in Saudi Arabia.  The capital of Asir province, its high altitude makes it a popular summer getaway for Saudis.\n","Latitude":"18.21647","Longitude":"42.50439","Url":"https://en.wikivoyage.org/wiki/Abha","Country":"Saudi Arabia"},{"Name":"Dhahran","Description":"Dhahran is in the Eastern Province of Saudi Arabia.\n","Latitude":"26.266666666667","Longitude":"50.15","Url":"https://en.wikivoyage.org/wiki/Dhahran","Country":"Saudi Arabia"},{"Name":"Jeddah","Description":"Jeddah (Arabic: جدّة, also spelled Jiddah) is on the Red Sea in western Saudi Arabia. It is the kingdom's second largest city, with a population of approximately 3,400,000, and a major commercial center in the country. Jeddah is also the main entry point, either by air or sea, for pilgrims making the Hajj pilgrimage to Mecca and Medina, the two most sacred cities of Islam. Both are a few hours inland from Jeddah.\n","Latitude":"21.56614","Longitude":"39.18514","Url":"https://en.wikivoyage.org/wiki/Jeddah","Country":"Saudi Arabia"},{"Name":"Jubail","Description":"Jubail (الجبيل , Al Jubayl) is a city in the Eastern Province of Saudi Arabia, on the Persian Gulf coast.\n","Latitude":"27","Longitude":"49.666667","Url":"https://en.wikivoyage.org/wiki/Jubail","Country":"Saudi Arabia"},{"Name":"Mecca","Description":"Once a dusty desert town, Mecca, in what is now Saudi Arabia, is today the real Mecca for Muslims. Other than being the foremost place of pilgrimage for Muslims worldwide, it is the cultural capital of the Islamic world and a true melting pot of worldwide Muslims. Mecca or Makkah, the holiest city in Islam, is the place where the Prophet Muhammad was born and raised, and is believed by Muslims to have received the first revelations of the Quran. And this is where the Kaaba is — in the centre of Islam's most sacred mosque, Masjid al-Haram, which is the direction that all Muslims from all over the world face when performing Islamic ritualistic prayer (salat). Masjid al-Haram or The Grand and the Sacred Mosque, the largest mosque in the world, is visited by millions of Muslims throughout the year, especially during the last month of the Islamic calendar, to perform Hajj, the pilgrimage which is a mandatory religious duty for every Muslim who can afford it.\n","Latitude":"21.4","Longitude":"39.8","Url":"https://en.wikivoyage.org/wiki/Mecca","Country":"Saudi Arabia"},{"Name":"Medina","Description":"Medina (المدينة Madinah) is a city in Saudi Arabia, to the north of Mecca.\n","Latitude":"24.4667","Longitude":"39.6000","Url":"https://en.wikivoyage.org/wiki/Medina","Country":"Saudi Arabia"},{"Name":"Najran","Description":"Najran (previously Aba as Sa'ud) is the principal city of Najran province in south-western Saudi Arabia. \n","Latitude":"17.491667","Longitude":"44.132222","Url":"https://en.wikivoyage.org/wiki/Najran","Country":"Saudi Arabia"},{"Name":"Taif","Description":"Ta'if (pronounced \"Taayef\", also written Taif) is a city in western Saudi Arabia. It is in the mountains near Mecca and was once used as the summer capital, letting the royal family get out of the much hotter Riyadh.\n","Latitude":"21.266666666667","Longitude":"40.416666666667","Url":"https://en.wikivoyage.org/wiki/Taif","Country":"Saudi Arabia"},{"Name":"Empty Quarter","Description":"The Empty Quarter (Arabic: Rub'al-Khali) is the expansive desert in the southeastern interior of the Arabian Peninsula, the largest continuous body of sand in the world.\n","Latitude":"20","Longitude":"50","Url":"https://en.wikivoyage.org/wiki/Empty_Quarter","Country":"Saudi Arabia"},{"Name":"Hajj","Description":"The traditional annual Muslim pilgrimage to Mecca, the Hajj is a mandatory religious duty for Muslims and is the largest annual gathering of people in the world. It occurs between the 8th and 12th of the last month of the Islamic calendar, Dhu al-Hijjah. Hajj is that symbolic pilgrimage when millions of Muslims from around the world belonging to different ethnic groups, socioeconomic strata and cultures travel to Mecca together and praise to Allah and ask for forgiveness of their sins.\n","Latitude":"?","Longitude":"?","Url":"https://en.wikivoyage.org/wiki/Hajj","Country":"Saudi Arabia"},{"Name":"Madain Saleh","Description":"\nMadain Saleh (مدائن صالح , also Medain Saleh, Meda'in Saleh) is a large archaeological site in Saudi Arabia.\n","Latitude":"26.814166667","Longitude":"37.9475","Url":"https://en.wikivoyage.org/wiki/Madain_Saleh","Country":"Saudi Arabia"}]