[{"Name":"Lord Howe Island","Description":"Lord Howe Island is a world heritage declared island around 600 km off the coast of Eastern Australia.  A place of unique beauty with volcanic mountains and rainforest lying between surf and lagoon beaches.  Lord Howe has the world's most southerly coral reef, with an amazing diversity of marine life, and several species only seen in the waters of the island.\n","Latitude":"-31.55","Longitude":"159.08","Url":"https://en.wikivoyage.org/wiki/Lord_Howe_Island","Country":"Australia"},{"Name":"Norfolk Island","Description":"Norfolk Island is an island in the South Pacific Ocean, administered as part of New South Wales in  Australia. It is 1600 km (1000 mi.) east of Sydney and Brisbane and 1000 km (620 mi.) northwest of Auckland.  It's an ideal relaxation destination, with a range of accommodation and dining, beautiful vistas, history and reefs.\n","Latitude":"-29.03","Longitude":"167.95","Url":"https://en.wikivoyage.org/wiki/Norfolk_Island","Country":"Australia"},{"Name":"Christmas Island","Description":"Christmas Island is one of the islands of the Indian Ocean, south of Indonesia and some distance northwest of Australia, of which it is a territory.\n","Latitude":"-10.483333","Longitude":"105.633333","Url":"https://en.wikivoyage.org/wiki/Christmas_Island","Country":"Australia"},{"Name":"Cocos Islands","Description":"For the island in Costa Rica, see Cocos Island National Park.\n","Latitude":"-12.12","Longitude":"96.9","Url":"https://en.wikivoyage.org/wiki/Cocos_Islands","Country":"Australia"},{"Name":"Torres Strait","Description":"\nThe Torres Strait Islands are a group of islands to the north of the Australian mainland stretching nearly as far as Papua New Guinea.  There are 14 inhabited islands, but only the two neighbouring islands of Thursday Island and Horn Island have developed visitor facilities.  These two islands are the most visited, and have regular scheduled air and ferry connections.  The other islands are left to the more intrepid voyager or those with business with the indigenous communities.  To visit as a tourist, plan ahead, including gaining permission from the island Chairman. Scheduled light aircraft, helicopter, water-taxis, barges and private boats allow access to all this inhabited islands, or even the possibility of spending a day or night on an entirely uninhabited island.\n","Latitude":"-9.88","Longitude":"142.59","Url":"https://en.wikivoyage.org/wiki/Torres_Strait","Country":"Australia"},{"Name":"Kangaroo Island","Description":"Kangaroo Island (KI) is the third largest island of Australia about 45 minutes by ferry off the coast of South Australia.  The island is 160 km across, and has an abundance of wildlife, natural scenery, wineries and beaches.\n","Latitude":"-35.83674","Longitude":"137.32361","Url":"https://en.wikivoyage.org/wiki/Kangaroo_Island","Country":"Australia"},{"Name":"Rottnest Island","Description":"Rottnest Island is an island about 20km off the coast of Perth in Western Australia.\n","Latitude":"-32.002","Longitude":"115.517","Url":"https://en.wikivoyage.org/wiki/Rottnest_Island","Country":"Australia"},{"Name":"King Island","Description":"King Island is a relatively large island located in Bass Strait to the north-west of Tasmania.\n","Latitude":"-39.86","Longitude":"143.98","Url":"https://en.wikivoyage.org/wiki/King_Island","Country":"Australia"},{"Name":"Whitsunday Islands","Description":"The Whitsunday Islands are a group of 74 islands that lie off the coast of Queensland, Australia and form part of the Great Barrier Reef. The islands are one of the most popular Australian tourist destinations. The vast majority of islands are designated national parks and major attractions include access to coral reefs for snorkeling and diving, pristine beaches, especially Whitehaven Beach on Whitsunday Island and clear aquamarine warm waters. They are well connected by two major airports on Hamilton Island and the mainland town of Proserpine. Over half a million visitors come to the Whitsundays each year.\n","Latitude":"-20.2983","Longitude":"148.9252","Url":"https://en.wikivoyage.org/wiki/Whitsunday_Islands","Country":"Australia"},{"Name":"Canberra","Description":"\nCanberra is the purpose built capital city of Australia, located in the Australian Capital Territory in the south-east of New South Wales. A planned city with national monuments, museums, and galleries all built around large man-made lakes. The bush capital - Canberra is also a great place to enjoy the outdoors, with excellent cycling, gardens, parks, bushwalking and nature reserves.\n","Latitude":"-35.2827","Longitude":"149.1313","Url":"https://en.wikivoyage.org/wiki/Canberra","Country":"Australia"},{"Name":"Adelaide","Description":"\n","Latitude":"-34.9267","Longitude":"138.5991","Url":"https://en.wikivoyage.org/wiki/Adelaide","Country":"Australia"},{"Name":"Brisbane","Description":"Brisbane is the state capital of Queensland. The Greater Brisbane region has a population of about 2.2 million people, making it the third-largest city in Australia.\n","Latitude":"-27.472778","Longitude":"153.027778","Url":"https://en.wikivoyage.org/wiki/Brisbane","Country":"Australia"},{"Name":"Cairns","Description":"Cairns is touted as the \"gateway to the Great Barrier Reef\" and other destinations such as Kuranda and the Daintree rainforest in Far North Queensland, Australia, although the city itself has little to offer to travelers besides tour agencies, a handful of restaurants, cafes, and backpacker bars, and a long walk along the espalade looking out at the swampy shoreline. Its 150,000 residents are regularly outnumbered by domestic and international visitors.\n","Latitude":"-16.925556","Longitude":"145.775278","Url":"https://en.wikivoyage.org/wiki/Cairns","Country":"Australia"},{"Name":"Darwin","Description":"Darwin, a small yet cosmopolitan city, is the tropical capital city of the Northern Territory. People from more than 50 nations make up its population of 110,000. It is located on the Northern Territory coast (in north-central Australia), with the Timor Sea (a branch of the Indian Ocean) to the west, and the Arafura Sea to the north in Indonesian waters.\n","Latitude":"-12.4500","Longitude":"130.8333","Url":"https://en.wikivoyage.org/wiki/Darwin","Country":"Australia"},{"Name":"Hobart","Description":"Hobart is the capital city of the Australian state of Tasmania and is Australia's second oldest city, after Sydney. Hobart sits along the Derwent River and began humbly as a penal colony. Hobart is now a small and intimate city with a population of around 220,000 in the Greater Hobart area. The city is renowned for its many historic buildings, including the famous Salamanca Place, and is the gateway to Southern Tasmania.  Hobart played a major role during the heroic age of Antarctic exploration and is one of the five gateway cities to Antarctica.\n","Latitude":"-42.8509","Longitude":"147.291","Url":"https://en.wikivoyage.org/wiki/Hobart","Country":"Australia"},{"Name":"Melbourne","Description":"Melbourne is the second largest city and the cultural capital of Australia, with Victorian-era architecture, extensive shopping, museums, galleries, theatres, and large parks and gardens.  Many of its 4 million residents are both multicultural and sports-mad. The capital of the south-eastern state of Victoria, and located at the head of Port Phillip Bay, Melbourne is a magnet for migrants from all over the world, and consistently ranks as one of the world's most liveable cities.\n","Latitude":"-37.813611","Longitude":"144.963056","Url":"https://en.wikivoyage.org/wiki/Melbourne","Country":"Australia"},{"Name":"Perth","Description":"Perth is the capital and largest city of Western Australia. It is  separated from Adelaide (the nearest city with over one million inhabitants) by a distance of 2,139km, including the vast spaces of the Nullarbor Plain.\n","Latitude":"-31.952222","Longitude":"115.858889","Url":"https://en.wikivoyage.org/wiki/Perth","Country":"Australia"},{"Name":"Sydney","Description":"Sydney is the Harbour City.  It is the largest, oldest and most cosmopolitan city in Australia with an enviable reputation as one of the world's most beautiful and liveable cities.  Brimming with history, nature, culture, art, fashion, cuisine, design, it is set next to miles of ocean coastline and sandy surf beaches. The city is also home to the Sydney Opera House and the Sydney Harbour Bridge, two of the most iconic structures on the planet.\n","Latitude":"-33.9167","Longitude":"151.1667","Url":"https://en.wikivoyage.org/wiki/Sydney","Country":"Australia"},{"Name":"Blue Mountains","Description":"The Blue Mountains, immediately to the west of the sprawling metropolitan area of Sydney, constitute one of the most accessible areas of relatively unspoilt natural highland beauty in New South Wales. Although not particularly high as a mountain range, the Blue Mountains are nonetheless renowned for their majestic scenery of a unique kind, their cultural attractions and a relatively tranquil, alternative mode of life.\n","Latitude":"-33.718056","Longitude":"150.310556","Url":"https://en.wikivoyage.org/wiki/Blue_Mountains","Country":"Australia"},{"Name":"Dandenong Ranges","Description":"The Dandenong Ranges are a group of hills forming the eastern boundary of Melbourne, Australia, about 35 km east of the central city. They can be seen from most parts of Melbourne, and are easily identifiable as a group of three hills with large television towers.\n","Latitude":"-37.83","Longitude":"145.35","Url":"https://en.wikivoyage.org/wiki/Dandenong_Ranges","Country":"Australia"},{"Name":"Great Barrier Reef","Description":"\nThe Great Barrier Reef is a coral formation, the largest in the world, located off the Pacific coast of Queensland, Australia. This UNESCO World Heritage site is home to a spectacular array of marine life and offers awesome diving opportunities.\n","Latitude":"-18.2861","Longitude":"147.7000","Url":"https://en.wikivoyage.org/wiki/Great_Barrier_Reef","Country":"Australia"},{"Name":"Great Ocean Road","Description":"One of the world's great scenic drives, the Great Ocean Road is a major coastal highway in the South West Coast region of Victoria, Australia.\n","Latitude":"-37.813611","Longitude":"144.963056","Url":"https://en.wikivoyage.org/wiki/Great_Ocean_Road","Country":"Australia"},{"Name":"Kakadu National Park","Description":"Kakadu National Park is in the Northern Territory of Australia, 171 km east of Darwin. The national park is inscribed on the UNESCO World Heritage list.\n","Latitude":"-13.02061","Longitude":"132.52808","Url":"https://en.wikivoyage.org/wiki/Kakadu_National_Park","Country":"Australia"},null,{"Name":"Snowy Mountains","Description":"The Snowy Mountains, sometimes nicknamed the Snowies, are a region of New South Wales in Australia in the south east of the state. The highest region in Australia and one of the cooler areas of New South Wales, they are notable for their ski-fields and are the centre of snow sports in New South Wales.\n","Latitude":"-36.5000","Longitude":"148.3300","Url":"https://en.wikivoyage.org/wiki/Snowy_Mountains","Country":"Australia"},{"Name":"Sunshine Coast (Queensland)","Description":"South East Queensland is the most populous region in Queensland, Australia.\n","Latitude":"-27.0","Longitude":"153.0","Url":"https://en.wikivoyage.org/wiki/Sunshine_Coast_(Queensland)","Country":"Australia"},{"Name":"Uluru-Kata Tjuta National Park","Description":"\n","Latitude":"-25.33255","Longitude":"131.01282","Url":"https://en.wikivoyage.org/wiki/Uluru-Kata_Tjuta_National_Park","Country":"Australia"},{"Name":"Watarrka National Park","Description":"Watarrka National Park is in the Northern Territory, Australia; its main attraction is King's Canyon.\n","Latitude":"-24.2517","Longitude":"131.6320","Url":"https://en.wikivoyage.org/wiki/Watarrka_National_Park","Country":"Australia"}]