[{"Name":"Skopje","Description":"Skopje (Macedonian: Скопје, Albanian: Shkup, Turkish: Üsküb) is the capital and largest city of the Republic of Macedonia. Skopje is city of many cultures and many centuries. The various groups that have controlled the city through its history have each left visible reminders of their reign: multiple Dardanian and Roman-era archaeological sites dot the city; Byzantine and Serbian Empire churches and monasteries can be found around the outskirts; a great wealth of Ottoman heritage fills the Stara Čaršija; commieblocks and other Soviet-esque structures recall the Yugoslav era; and the current ruling party is erecting countless historicist neoclassical-style buildings in Centar. All of this comes together to form quite an interesting city.\n","Latitude":"42.0000","Longitude":"21.4333","Url":"https://en.wikivoyage.org/wiki/Skopje","Country":"Macedonia","Photo":"https://upload.wikimedia.org/wikipedia/commons/b/bc/SKPbanner.jpg"},{"Name":"Bitola","Description":"\nBitola (Macedonian: Битола) is a grand old town that still bears the marks of its turn-of-the-century importance as a center for diplomacy – while also exemplifying the country’s time-honored cafe culture. Bitola is nicknamed “City of Consuls” and is the second largest city in the Republic of Macedonia, with a population of over 70,000 in the city proper and nearly 100,000 in the larger Bitola Municipality. Near the border with Greece, it straddles the Dragor River at the foot of Baba Mountain in Pelister National Park.\n","Latitude":"41.028","Longitude":"21.32","Url":"https://en.wikivoyage.org/wiki/Bitola","Country":"Macedonia","Photo":"https://upload.wikimedia.org/wikipedia/commons/1/18/Bitola_banner.jpg"},{"Name":"Kratovo","Description":"\nKratovo (Macedonian: Кратово) is a town of just under 7,000 residents located in northeastern Macedonia. It is situated on the western slopes of Mount Osogovo inside the crater of an extinguished volcano. In addition to its scenic location, it is best known for its medieval bridges and towers.\n","Latitude":"42.066666666667","Longitude":"22.183333333333","Url":"https://en.wikivoyage.org/wiki/Kratovo","Country":"Macedonia","Photo":"https://upload.wikimedia.org/wikipedia/commons/2/2b/KratovoBanner.jpg"},{"Name":"Kruševo","Description":"Kruševo (Macedonian: Крушево, Aromanian: Crushuva) is a town in western Macedonia. Its location at an elevation of 1,350 m (4,430 ft), among the highest in the Balkans, gives it a degree of isolation. Historic Kruševo was in 1903 the centre of the Ilinden Uprising against the Ottoman Empire that led to the formation of a republic that lasted only 10 days but is seen as the prelude to the modern Republic of Macedonia. Today, the main celebrations of the national holiday Ilinden, on the 2nd of August, are held in Kruševo to commemorate that struggle for independence.\n","Latitude":"41.367","Longitude":"21.233","Url":"https://en.wikivoyage.org/wiki/Kru%C5%A1evo","Country":"Macedonia","Photo":"https://upload.wikimedia.org/wikipedia/commons/8/81/KrusevoBanner.jpg"},{"Name":"Ohrid","Description":"Ohrid (Macedonian: Охрид) is a town in southwestern Macedonia on the shore of Lake Ohrid. A town of vast history and heritage, it was made a UNESCO heritage site in 1980. Nestled between high mountains up to 2,800 m and Lake Ohrid, it is not only a place of historic significance but also of outstanding natural beauty. Ohrid is the jewel in Macedonia's crown.\n","Latitude":"41.116944","Longitude":"20.801667","Url":"https://en.wikivoyage.org/wiki/Ohrid","Country":"Macedonia","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Ohrid_banner.jpg/2560px-Ohrid_banner.jpg"},{"Name":"Prilep","Description":"Prilep is a city in Western Macedonia nicknamed \"The city under Marko’s towers\", alluding to its fortress. The city of 76,768 is the Macedonian tobacco and beer capital. The city was the capital of the medieval kingdom of Kings Volkasin and Marko which explains the large number of churches and monasteries in and around the city.\n","Latitude":"41.3464","Longitude":"21.5542","Url":"https://en.wikivoyage.org/wiki/Prilep","Country":"Macedonia","Photo":"https://upload.wikimedia.org/wikipedia/commons/7/77/PrilepBanner.jpg"},{"Name":"Strumica","Description":"Strumica is the second-largest city in Eastern Macedonia with 35,000 residents. It is the seat of Strumica Municipality which has a population of about 55,000. It is the vegetable capital of Macedonia. \n","Latitude":"41.4375","Longitude":"22.643055555556","Url":"https://en.wikivoyage.org/wiki/Strumica","Country":"Macedonia","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Strumica_X_%2821%29.JPG/2560px-Strumica_X_%2821%29.JPG"},{"Name":"Veles","Description":"Veles (Macedonian: Велес) is a city located in the Povardarie region of Macedonia on both sides of the Vardar, the country's most important river. The city is home to over 43,000 residents, making it the sixth-largest in the country. The larger Municipality of Veles, which includes 27 villages, has a total population of over 55,000. The Macedonian capital, Skopje, is northwest of the city. \n","Latitude":"41.715277778","Longitude":"21.775277778","Url":"https://en.wikivoyage.org/wiki/Veles","Country":"Macedonia","Photo":"https://upload.wikimedia.org/wikipedia/commons/6/6d/VelesPano.jpg"},{"Name":"Galičica National Park","Description":"Galičica National Park is in the Galičica mountains in the southwestern corner of the Republic of Macedonia. It occupies pretty much the entire area between Ohrid and Prespa Lakes, from Ohrid in the north to the Albanian border in the south.\n","Latitude":"40.9417","Longitude":"20.8064","Url":"https://en.wikivoyage.org/wiki/Gali%C4%8Dica_National_Park","Country":"Macedonia","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Galicica_banner_Cormorant_over_the_lake.jpg/2560px-Galicica_banner_Cormorant_over_the_lake.jpg"},{"Name":"Mavrovo National Park","Description":"Mavrovo National Park is in Western Macedonia. With over 73,000 hectares it is the largest national park in the country.\n","Latitude":"41.7001","Longitude":"20.6643","Url":"https://en.wikivoyage.org/wiki/Mavrovo_National_Park","Country":"Macedonia","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Mavrovo_banner_Lake_Mavrovo.jpg/2560px-Mavrovo_banner_Lake_Mavrovo.jpg"},{"Name":"Pelister National Park","Description":"Pelister National Park is in Western Macedonia near Bitola.\n","Latitude":"41.0","Longitude":"21.24","Url":"https://en.wikivoyage.org/wiki/Pelister_National_Park","Country":"Macedonia","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Pelister_National_Park_banner_SkiLines.JPG/2560px-Pelister_National_Park_banner_SkiLines.JPG"},{"Name":"Prespa (Macedonia)","Description":"Prespa (Macedonian: Преспа) is a region surrounding the Great Prespa Lake and Small Prespa Lake. This international region is shared by Albania, Greece, and Macedonia, which contains a majority of the Great Prespa Lake. Macedonia's share of the region is completely within Resen Municipality, bound by Galičica National Park to the west, Pelister National Park to the east, the borders with Albania and Greece to the south, and northern parts of Resen Municipality to the north.\n","Latitude":"40.936","Longitude":"21.004","Url":"https://en.wikivoyage.org/wiki/Prespa_(Macedonia)","Country":"Macedonia","Photo":"https://upload.wikimedia.org/wikipedia/commons/1/1e/PrespaBanner.jpg"},{"Name":"Stobi","Description":"Stobi is a large set of ruins in the Povardarie region of Macedonia, near the village of Gradsko. The nearest city is Kavadarci roughly 20 km (12 mi) south. Stobi was first a Paeonian settlement and then annexed by Macedon. It fell under the Romans around the 2nd century BC, where was the capital of the Macedonia Salutaris province and enjoyed significant growth. By the 6th century, following robberies, an earthquake, and Slavic invasions, the city's economy and infrastructure were destroyed.\n","Latitude":"41.551667","Longitude":"21.975000","Url":"https://en.wikivoyage.org/wiki/Stobi","Country":"Macedonia","Photo":"https://upload.wikimedia.org/wikipedia/commons/6/67/StobiBanner.jpg"},{"Name":"Vevčani","Description":"Vevčani (Macedonian: Вевчани) is a village in western Macedonia at the foot of the Jablanica Mountain. Just east of the border with Albania, it is 14 kilometres (8.7 miles) northwest of the town of Struga and Lake Ohrid. It has nearly 2,500 inhabitants and is the only settlement within the Municipality of Vevčani. \n","Latitude":"41.240277777778","Longitude":"20.593055555556","Url":"https://en.wikivoyage.org/wiki/Vev%C4%8Dani","Country":"Macedonia","Photo":"https://upload.wikimedia.org/wikipedia/commons/9/95/VevcaniBanner.jpg"}]