[{"Name":"Helsinki","Description":"The \"Daughter of the Baltic\", Helsinki (Finnish) (Helsingfors in Swedish) is Finland's capital and largest city. Founded in 1550, Helsinki became the capital of the Finnish Grand Duchy in 1812, when the Russian Empire rebuilt it as a miniature St. Petersburg, a role it has played in many a Cold War movie. Today, Helsinki is a city of 600,000 people, combining the atmosphere of an international metropolis with the coziness of a small town. The city is best seen during its short summers, when the sun brings the outdoor bars and cafés to life and even the nights are light. While visiting in winter is more of a challenge, Helsinki is one of few large cities in Europe with a good chance for snow on Christmas.\n","Latitude":"60.170833","Longitude":"24.937500","Url":"https://en.wikivoyage.org/wiki/Helsinki","Country":"Finland"},{"Name":"Jyväskylä","Description":"Jyväskylä is a nice university city in Central Finland and a sizeable part of the city's 130,000 inhabitants are students. Beautifully set between lakes and ridges, many motorsports fans are familiar with the city as the Finnish Rally of the World Rally Championships series takes place around the city each July.\n","Latitude":"62.2417","Longitude":"25.7417","Url":"https://en.wikivoyage.org/wiki/Jyv%C3%A4skyl%C3%A4","Country":"Finland"},{"Name":"Oulu","Description":"\n","Latitude":"65.0167","Longitude":"25.4667","Url":"https://en.wikivoyage.org/wiki/Oulu","Country":"Finland"},{"Name":"Rauma","Description":"\nRauma  (Finnish) or Raumo (Swedish) is a town in Satakunta. The wooden houses in the center of the old town are a UNESCO World Heritage site, as is the Bronze Age burial site Sammallahdenmäki about 20 km east of downtown. Rauma is the third oldest town in Finland, and has approximately 40,000 inhabitants. It is a historic seafaring town but in the 20th century paper milling became its main industry. The nuclear power plant in nearby Olkiluoto area is a major regional employer.\n","Latitude":"61.1333","Longitude":"21.5000","Url":"https://en.wikivoyage.org/wiki/Rauma","Country":"Finland"},{"Name":"Rovaniemi","Description":"Rovaniemi is the capital of Finnish Lapland.\n","Latitude":"66.5000","Longitude":"25.7333","Url":"https://en.wikivoyage.org/wiki/Rovaniemi","Country":"Finland"},{"Name":"Savonlinna","Description":"Savonlinna is a small city in South Savonia province, Eastern Finland, close to the Russian border. It has about 35,000 inhabitants.\n","Latitude":"61.8667","Longitude":"28.8833","Url":"https://en.wikivoyage.org/wiki/Savonlinna","Country":"Finland"},{"Name":"Tampere","Description":"Tampere (Swedish: Tammerfors) is the third largest city in Finland with around 215,000 inhabitants (around 300,000 in the metropolitan area). Being 170 km north of the Finnish coastal capital Helsinki, it is also the most populous inland town in the Nordic countries. Geographically, the city lies on a narrow isthmus between Lake Näsijärvi, which reaches far to the north, and Lake Pyhäjärvi in the south. In addition, there are 200 lakes and ponds in Tampere, and a total of 450 in the entire region. Despite being predominantly a former heavy industry centre, today Tampere is a major hub for information technology, research, education, culture, sports and business. In 2010, the City of Tampere came in first in an image survey comparing the largest cities in Finland. Leaving Helsinki behind, it was also found the most attractive city among Finns who plan on moving.\n","Latitude":"61.5000","Longitude":"23.7667","Url":"https://en.wikivoyage.org/wiki/Tampere","Country":"Finland"},{"Name":"Turku","Description":"Turku (Swedish: Åbo) is the oldest city and former capital of Finland. It was settled during the 13th century, making it one of the only few – and by far the largest – medieval cities in Finland. Turku is the cradle of Finnish culture, since over the years it has played an important role as the gateway to Finland for international influence. Nowadays Turku is a vivid city with clusters of maritime and medical business.\n","Latitude":"60.4500","Longitude":"22.2667","Url":"https://en.wikivoyage.org/wiki/Turku","Country":"Finland"},{"Name":"Vaasa","Description":"\nVaasa (Swedish: Vasa) is the capital of the administrative region Ostrobothnia, Western Finland.\n","Latitude":"63.1000","Longitude":"21.6167","Url":"https://en.wikivoyage.org/wiki/Vaasa","Country":"Finland"},{"Name":"Archipelago Sea","Description":"\nThe Archipelago Sea, Finnish Saaristomeri, Swedish Skärgårdshavet, is the part of the Baltic Sea between the main islands of Åland and the Finnish mainland. It is one of the largest archipelagos in the world, by count of islands and islets, with the biggest islands being some ten to twenty kilometres across, some of the inhabited islands less than a kilometre, and thousands of skerries. It lies more or less between Uusikaupunki in the north and Salo and Hanko in the east.\n","Latitude":"60.20","Longitude":"21.95","Url":"https://en.wikivoyage.org/wiki/Archipelago_Sea","Country":"Finland"},{"Name":"Finnish National Parks","Description":"\nFinnish National Parks are found in most parts of the country. In addition to national parks some other protected areas are presented below, as well as national hiking areas and the wilderness areas of Finnish Lapland.\n","Latitude":"?","Longitude":"?","Url":"https://en.wikivoyage.org/wiki/Finnish_National_Parks","Country":"Finland"},{"Name":"Koli National Park","Description":"Koli National Park (Kolin kansallispuisto) lies in the municipalities of Joensuu, Lieksa and Kontiolahti in North Karelia, Eastern Finland, on the western shore of Lake Pielinen, and covers 3000 hectares. Established in 1991, the uncommonly beautiful national park and diversified winter tourist centre is administered by the Finnish Forest Research Institute (Metla).\n","Latitude":"63.122","Longitude":"29.770","Url":"https://en.wikivoyage.org/wiki/Koli_National_Park","Country":"Finland"},{"Name":"Lemmenjoki National Park","Description":"\n","Latitude":"68.5","Longitude":"25.5","Url":"https://en.wikivoyage.org/wiki/Lemmenjoki_National_Park","Country":"Finland"},{"Name":"Nuuksio National Park","Description":"\nNuuksio National Park (Nuuksion kansallispuisto in Finnish, Noux nationalpark in Swedish) is in Southern Finland, 35 km from Helsinki on the outskirts of Espoo and the neighboring counties of Kirkkonummi and Vihti.\n","Latitude":"60.3075","Longitude":"24.499167","Url":"https://en.wikivoyage.org/wiki/Nuuksio_National_Park","Country":"Finland"},{"Name":"Kilpisjärvi","Description":"\nKilpisjärvi (Sámi: Gibbesjávri) is a small village in Enontekiö on the top of Finland's \"arm\", the only real alpine village in Finland. Several sights are located in Kilpisjärvi or nearby. The village has about a hundred inhabitants.\n","Latitude":"69.017","Longitude":"20.873","Url":"https://en.wikivoyage.org/wiki/Kilpisj%C3%A4rvi","Country":"Finland"},{"Name":"Levi","Description":"Levi is one of the largest winter sport resorts in Finland. It is situated in the Kittilä municipality in Lapland, by the village Sirkka. Levi is a very popular place among young people, and in addition to being a ski resort it is a significant nightlife center for people from rural Lapland.\n","Latitude":"67.805","Longitude":"24.802","Url":"https://en.wikivoyage.org/wiki/Levi","Country":"Finland"},{"Name":"Suomenlinna","Description":"\n","Latitude":"60.159","Longitude":"24.951","Url":"https://en.wikivoyage.org/wiki/Suomenlinna","Country":"Finland"}]