[{"Name":"Cairo","Description":"Cairo (pronounced KY-roh; Arabic: القاهرة al-Qāhirah) is the capital of Egypt and, with a total population of Greater Cairo metropolitan area in excess of 16 million people, one of the largest cities in both Africa and the Middle East (the regions which it conveniently straddles). It is also the 19th largest city in the world, and among the world's most densely populated cities.\n","Latitude":"30.05","Longitude":"31.233333","Url":"https://en.wikivoyage.org/wiki/Cairo","Country":"Egypt"},{"Name":"Alexandria","Description":"Alexandria (pronounced al-ig-ZAN-dree-uh ; Arabic: الإسكندرية ‎/ اسكندرية al-Iskandariyya / Eskendereyya ) is Egypt's second largest city (3.5 million people), its largest seaport and the country's window onto the Mediterranean Sea.\n","Latitude":"31.19929","Longitude":"29.90925","Url":"https://en.wikivoyage.org/wiki/Alexandria","Country":"Egypt"},{"Name":"Aswan","Description":"Aswan (Arabic: أسوان‎ àswân) is a city in the south of Egypt, some 680 km (425 miles) south of Cairo, just below the Aswan Dam and Lake Nasser, with a population of 275,000. Aswan is far more relaxed and smaller than Cairo and Luxor.\n","Latitude":"24.088889","Longitude":"32.899722","Url":"https://en.wikivoyage.org/wiki/Aswan","Country":"Egypt"},{"Name":"Hurghada","Description":"Hurghada (Arabic: الغردقة el-ğarda’a) is a resort town on the Red Sea Coast of Egypt.\n","Latitude":"27.2500","Longitude":"33.8167","Url":"https://en.wikivoyage.org/wiki/Hurghada","Country":"Egypt"},{"Name":"Luxor","Description":"Luxor (Arabic: الأقصر, pronounced in Egyptian Arabic: lo’Sor) is the premier travel destination in Upper (southern) Egypt and the Nile Valley.\n","Latitude":"25.6833","Longitude":"32.6500","Url":"https://en.wikivoyage.org/wiki/Luxor","Country":"Egypt"},{"Name":"Port Said","Description":"Port Said (Arabic: بورسعيد bōr sa`īd) is Egypt's third city (603,787 people), its second seaport and the entry point of the Suez Canal by the Mediterranean. It has a cosmopolitan heritage seems specially in its various architectural styles for its buildings, It is situated on the west bank of the canal, facing its twin city, Port Fouad (Bur Fouad).\n","Latitude":"31.25","Longitude":"32.28333","Url":"https://en.wikivoyage.org/wiki/Port_Said","Country":"Egypt"},{"Name":"Sharm el Sheikh","Description":"Sharm el-Sheikh (Arabic: شرم الشيخ, also transliterated as Sharm ash Shaykh and popularly known simply as \"Sharm\") is a well-known port and resort town at the southern tip of the Sinai Peninsula in Egypt, popular with package holiday makers and divers. About 9,000 British tourists are in Sharm on any given day. Numbers have doubled in the last 3 years and seemed set to continue to rise despite the worldwide economic situation, until the Arab Spring and related instability and conflict in Sinai and the rest of Egypt.\n","Latitude":"27.912222","Longitude":"34.329722","Url":"https://en.wikivoyage.org/wiki/Sharm_el_Sheikh","Country":"Egypt"},{"Name":"Abu Simbel","Description":"Abu Simbel (also spelled: ...Sinbil, ...Sembel; Arabic: ابو سمبل) in Upper Egypt was saved from the rising waters of Lake Nasser, growing behind the Aswan Dam, in a massive archaeological rescue plan sponsored by UNESCO in the 1960s. The complex of temples dedicated to the Pharaoh Ramsis II \"the Great\" remain an evocative and unforgettable destination.\n","Latitude":"22.336944","Longitude":"31.625556","Url":"https://en.wikivoyage.org/wiki/Abu_Simbel","Country":"Egypt"},{"Name":"Dahab","Description":"Dahab (دهب) is a town in Egypt, located some 85 km (53 miles) north of Sharm el-Sheikh on the Gulf of Aqaba, near the southern tip of Sinai. It is a place that many have fallen in love with over the years, and return to time and time again.\n","Latitude":"28.493056","Longitude":"34.504722","Url":"https://en.wikivoyage.org/wiki/Dahab","Country":"Egypt"},{"Name":"Karnak","Description":"The East Bank of Luxor is the central part of Luxor township, centred on the twin foci of the Temple of Luxor and the Temple of Karnak.\n","Latitude":"25.69908","Longitude":"32.64896","Url":"https://en.wikivoyage.org/wiki/Karnak","Country":"Egypt"},{"Name":"Memphis (Egypt)","Description":"Memphis (Arabic: ممفس‎, Egyptian Arabic: ممفيس) is the English name for the present-day site of one of the great ancient capital cities of Egypt, located in and around several villages some 24 km (11 miles) south of the modern Egyptian capital of Cairo. Although very little remains to be seen on the surface, Memphis features a great sculpture museum and allows an evocative insight into both ancient greatness (its transitory nature!) and modern Egyptian rural life.\n","Latitude":"29.844666666667","Longitude":"31.250916666667","Url":"https://en.wikivoyage.org/wiki/Memphis_(Egypt)","Country":"Egypt"},{"Name":"Saqqara","Description":"\nSaqqara is the name given both to a village 32 km to the south of the Egyptian capital of Cairo and (more particularly) to the extensive ancient necropolis on the plateau above the Nile Valley, the location of tombs and pyramids dating to the Predynastic, Old Kingdom, New Kingdom and Late Periods of ancient Egyptian history.\n","Latitude":"29.871264","Longitude":"31.216381","Url":"https://en.wikivoyage.org/wiki/Saqqara","Country":"Egypt"},{"Name":"Siwa","Description":"Siwa is a town in the Western Desert region of Egypt.\n","Latitude":"29.1833","Longitude":"25.5500","Url":"https://en.wikivoyage.org/wiki/Siwa","Country":"Egypt"},{"Name":"St. Katherine","Description":"\n","Latitude":"28.5341667","Longitude":"33.9736111","Url":"https://en.wikivoyage.org/wiki/St._Katherine","Country":"Egypt"},{"Name":"Taba Heights","Description":"Taba Heights is a town on the Sinai Peninsula, Egypt. A purpose-built resort nestling between mountains and the sea with 5 large hotels, diving & water sports centre and a golf course. There is also a residential complex for employees and regular visitors who own homes.  There is a small promenade of shops providing local crafts in the Uptown area along with cafes and restaurants. From the beach you can see Israel to the left and Jordan and Saudi Arabia on the opposite shore of the Gulf of Aqaba.\n","Latitude":"29.386389","Longitude":"34.798611","Url":"https://en.wikivoyage.org/wiki/Taba_Heights","Country":"Egypt"},{"Name":"Valley of the Kings","Description":"The Valley of the Kings (Arabic: Wadi el-Muluk, وادي الملوك; also known as Biban el-Moluk, the \"Gates of the Kings\") is an Egyptian archaeological locality in the hills immediately behind the West Bank of Luxor. As such, it is one of the most remarkable archaeological destinations in the world - the burial place of most of the pharaohs of Egypt of the New Kingdom.\n","Latitude":"25.74025","Longitude":"32.602358","Url":"https://en.wikivoyage.org/wiki/Valley_of_the_Kings","Country":"Egypt"}]