[{"Name":"Gaborone","Description":"Gaborone is the capital of Botswana and located in the south of the country, near the border to South Africa.\n","Latitude":"-24.658056","Longitude":"25.912222","Url":"https://en.wikivoyage.org/wiki/Gaborone","Country":"Botswana"},{"Name":"Francistown","Description":"Francistown is a city in the east of Botswana, near the border with Zimbabwe. In our division of Botswana into regions, it is in Southeast Botswana.\n","Latitude":"-21.1736","Longitude":"27.5125","Url":"https://en.wikivoyage.org/wiki/Francistown","Country":"Botswana"},{"Name":"Ghanzi","Description":"Ghanzi is a city in the Kalahari region of Botswana.\n","Latitude":"-21.5667","Longitude":"21.7833","Url":"https://en.wikivoyage.org/wiki/Ghanzi","Country":"Botswana"},{"Name":"Gweta","Description":"Gweta is in a small village in the Okavango-Chobe region of Botswana.\n","Latitude":"-20.1833","Longitude":"25.2333","Url":"https://en.wikivoyage.org/wiki/Gweta","Country":"Botswana"},{"Name":"Kanye","Description":"Kanye is a town in the Southeast region of Botswana, near the border with South Africa.\n","Latitude":"-24.9833","Longitude":"25.3500","Url":"https://en.wikivoyage.org/wiki/Kanye","Country":"Botswana"},{"Name":"Kasane","Description":"Kasane is a city in the Okavango-Chobe region, the northeast corner of Botswana.  Set on the south bank of the Chobe River, it faces Namibia's Caprivi Strip to the north. Zimbabwe and Zambia lie nearby. Kasane is a tourist hub, a jumping-off point for the Chobe National Park and Victoria Falls.\n","Latitude":"-17.795643","Longitude":"25.153477","Url":"https://en.wikivoyage.org/wiki/Kasane","Country":"Botswana"},{"Name":"Maun","Description":"Maun is an important village (with town status pending) in Botswana, and major gateway to the Okavango Delta.\n","Latitude":"-19.99417","Longitude":"23.418399","Url":"https://en.wikivoyage.org/wiki/Maun","Country":"Botswana"},{"Name":"Nata","Description":"Nata is a village in the Okavango-Chobe region in Botswana. It is the small village on the road from Francistown to Kasane. At Nata is the turn off for Maun. If you are travelling between any of these three places you will stop here. It will be the first place you come to in three hours of driving.\n","Latitude":"-20.210277777778","Longitude":"26.186666666667","Url":"https://en.wikivoyage.org/wiki/Nata","Country":"Botswana"},{"Name":"Tsabong","Description":"Tsabong or Tshabong is a town in the Kalahari region of Botswana.\nTsabong has a range of shops, including a Barclays bank with foreign exchange, pharmacy and primary hospital. Tsabong is the capital of Kgalagadi District. In global terms though, it’s a small village, with a population of about nine thousand. It is situated on a massive pan. Historic buildings include the original wells, the first jail, District Commissioner and Station Commander's houses in the district (colonial era). There are a number of middle stone age sites in the area, but very little has been written about the history of the village. It also boasts an unsealed airstrip with the second oldest meteorological station in Botswana. Crime is negligible\n","Latitude":"-26.0500","Longitude":"22.4500","Url":"https://en.wikivoyage.org/wiki/Tsabong","Country":"Botswana"},{"Name":"Okavango Delta","Description":"The Okavango Delta is a region in Botswana.\n","Latitude":"-19.0000","Longitude":"23.0000","Url":"https://en.wikivoyage.org/wiki/Okavango_Delta","Country":"Botswana"},null,{"Name":"Chobe National Park","Description":"The Chobe National Park, in the north-west of Botswana, near the borders to Zambia, Zimbabwe and Namibia, is famous for its vast variety of wildlife.\n","Latitude":"-18.6667","Longitude":"24.5000","Url":"https://en.wikivoyage.org/wiki/Chobe_National_Park","Country":"Botswana"},{"Name":"Kgalagadi Transfrontier Park","Description":"The Kgalagadi Transfrontier Park, (Botswana [dead link], South Africa), is in the Kalahari regions of Botswana and South Africa, and came into being as the merger of the Gemsbok National Park in Botswana and the Kalahari Gemsbok National Park in South Africa.\n","Latitude":"-25.5000","Longitude":"20.5000","Url":"https://en.wikivoyage.org/wiki/Kgalagadi_Transfrontier_Park","Country":"Botswana"},null,null]