[{"Name":"Astana","Description":"\n","Latitude":"51.166667","Longitude":"71.416667","Url":"https://en.wikivoyage.org/wiki/Astana","Country":"Kazakhstan"},{"Name":"Atyrau","Description":"\nAtyrau is at the northern end of the Caspian sea in Kazakhstan.\n","Latitude":"47.1167","Longitude":"51.8833","Url":"https://en.wikivoyage.org/wiki/Atyrau","Country":"Kazakhstan"},{"Name":"Almaty","Description":"Almaty is the largest city and the financial and cultural centre of Kazakhstan. It's no longer the country's capital, which nowadays is Astana. But it remains the obvious gateway to visiting this region, as indeed it has been for over a thousand years, standing astride the Silk Road. Just south of the city, snow-capped mountains mark the border with Kyrgyzstan. \n","Latitude":"43.277500","Longitude":"76.895833","Url":"https://en.wikivoyage.org/wiki/Almaty","Country":"Kazakhstan"},{"Name":"Aktobe","Description":"Aktobe (Kazakh: Aqtöbe) is a city in Kazakhstan's Central Highlands.\n","Latitude":"50.26666667","Longitude":"57.21666667","Url":"https://en.wikivoyage.org/wiki/Aktobe","Country":"Kazakhstan"},{"Name":"Pavlodar","Description":"Pavlodar is a city in northeastern Kazakhstan. It is the capital of the Pavlodar Province and has a population of 318,000 (January 2009).\n","Latitude":"52.3000","Longitude":"76.9500","Url":"https://en.wikivoyage.org/wiki/Pavlodar","Country":"Kazakhstan"},{"Name":"Semey","Description":"\nSemey (Kazakh: Семей), formerly known as Semipalatinsk (Russian: Семипала́тинск, until 2007) and Alash-kala (Kazakh: Алаш-қала / Alaş-qala, 1917–1920), is a city in Kazakhstan with population of around 300,000 people.\n","Latitude":"50.40480","Longitude":"80.24998","Url":"https://en.wikivoyage.org/wiki/Semey","Country":"Kazakhstan"},{"Name":"Shymkent","Description":"Shymkent (Kazakh: Шымкент) is a city in the Kazakh Desert, and is the third largest city in Kazakhstan.\n","Latitude":"42.316667","Longitude":"69.595833","Url":"https://en.wikivoyage.org/wiki/Shymkent","Country":"Kazakhstan"},{"Name":"Turkestan","Description":"Turkestan (Kazakh: Түркістан Türkistan) is a small but ancient city in the Kazakh Desert. Kazakhstan largely lacks the kinds of Central Asian historical towns that make Uzbekistan a popular travel destination, but the exception is this one, relatively well preserved, 1600-year-old city. In the 11th century AD, the great Sufi Sheikh Khoja Ahmad Yasavi turned the city into the region's principal centre of learning, drawing scholars from across the steppe. In the late 14th century, Timur commissioned the creation of a massive mausoleum in his honour, which is to this day Kazakhstan's most prominent historical attraction, a major Muslim pilgrimage site, and a UNESCO World Heritage Site. \n","Latitude":"43.3","Longitude":"68.243611111111","Url":"https://en.wikivoyage.org/wiki/Turkestan","Country":"Kazakhstan"},{"Name":"Ust-Kamenogorsk","Description":"Ust-Kamenogorsk (Russian: Усть-Каменогорск, Kazakh: Өскемен, Oskemen) is a city in northeastern Kazakhstan, and is the capital of Eastern Kazakhstan Province, with a population of about 350,000 people.\n","Latitude":"49.95","Longitude":"82.616666666667","Url":"https://en.wikivoyage.org/wiki/Ust-Kamenogorsk","Country":"Kazakhstan"},{"Name":"Aksu-Zhabagly","Description":"Aksu-Zhabagly is a nature reserve in southern Kazakhstan.\n","Latitude":"42.37894444","Longitude":"70.60972222","Url":"https://en.wikivoyage.org/wiki/Aksu-Zhabagly","Country":"Kazakhstan"},null,{"Name":"Baikonur","Description":"Baikonur (Kazakh: Байқоңыр Bayqongyr, Russian: Байконур Baykonur)  is a city in Kazakhstan.\n","Latitude":"45.6167","Longitude":"63.3167","Url":"https://en.wikivoyage.org/wiki/Baikonur","Country":"Kazakhstan"},{"Name":"Karkaraly National Park","Description":"Karkaraly National Park (Kazakh: Қарқаралы мемлекеттік ұлттық табиғи паркі) (Russian: Каркаралинский государственный национальный природный парк) is a protected reserve and national park in the Karaganda Oblast in the Central Highlands of Kazakhstan. The park headquarters are in the city of Karkaraly, 244 km east of Karaganda.\n","Latitude":"49.4167","Longitude":"75.4167","Url":"https://en.wikivoyage.org/wiki/Karkaraly_National_Park","Country":"Kazakhstan"},null,null]