[{"Name":"Islamabad","Description":"Islamabad [dead link] (Urdu: اسلام آباد) has been the capital of Pakistan since 1960 when the capital city was moved from Karachi. Although it is only the ninth largest city of Pakistan, together with its neighbouring twin city of Rawalpindi, the greater Islamabad-Rawalpindi metropolitan area is the third largest conurbation with a population of over 4.5 million inhabitants.\n","Latitude":"33.69442","Longitude":"73.06458","Url":"https://en.wikivoyage.org/wiki/Islamabad","Country":"Pakistan","Photo":"https://upload.wikimedia.org/wikipedia/commons/6/6e/Islamabad_WV_banner.jpg"},{"Name":"Faisalabad","Description":"Faisalabad (Urdu: فيصل آباد‎) is the third largest city of Pakistan and second largest city of Province Punjab, Pakistan.\n","Latitude":"31.418","Longitude":"73.079","Url":"https://en.wikivoyage.org/wiki/Faisalabad","Country":"Pakistan","Photo":"https://upload.wikimedia.org/wikipedia/commons/9/97/Mena-asia_default_banner.jpg"},{"Name":"Karachi","Description":"Karachi, the noisy, bustling, ever-growing troubled metropolis of Pakistan, lies on the eastern coast of the Arabian Sea, just northwest of the Indus river delta. The largest city, and unarguably the most important, Karachi was the original capital of the nation. The sprawling huge metropolis has grown into the commercial, transport and political hub of the country, and operates the largest and busiest ports in the country. The growth rate of the city propels it forward onto the global stage and Karachi is on its way to becoming a massively influential player.\n","Latitude":"24.860000","Longitude":"67.010000","Url":"https://en.wikivoyage.org/wiki/Karachi","Country":"Pakistan","Photo":"https://upload.wikimedia.org/wikipedia/commons/6/6e/Karachi_banner.jpg"},{"Name":"Lahore","Description":"Lahore (Punjabi: لہور; Urdu: لاہور‎) is Pakistan's second largest city after Karachi, and the capital of the north-eastern Punjab province. It is widely considered the country's cultural capital. The heart of Lahore is the Walled or Inner City, a very densely populated area of about one square kilometre.\n","Latitude":"31.549722","Longitude":"74.343611","Url":"https://en.wikivoyage.org/wiki/Lahore","Country":"Pakistan","Photo":"https://upload.wikimedia.org/wikipedia/commons/4/4b/Lahore_Fort_Panorama_WV_banner.jpg"},{"Name":"Multan","Description":"Multan (Urdu/Saraiki: مُلتان‎) is the sixth largest city of Pakistan. It is in the south of Punjab in Pakistan. It is sometimes referred to as the City of Saints.\n","Latitude":"30.197778","Longitude":"71.469722","Url":"https://en.wikivoyage.org/wiki/Multan","Country":"Pakistan","Photo":"https://upload.wikimedia.org/wikipedia/commons/9/97/Mena-asia_default_banner.jpg"},{"Name":"Muzaffarabad","Description":"Muzaffarabad (Urdu: مُظفَّرآباد‎, Pahari, Potwari, مُظفٌر آباد) is the capital of Azad Kashmir in Pakistan. It is located on the banks of the Jhelum and Neelum rivers. The district is bounded by North-West Frontier Province in the west, by the Kupwara and Baramulla districts of on the Indian side of the Line of Control in the east, and the Neelum District of Azad Kashmir in the north. The population of the district, according to the 1998 Census, was 725,000, and according to a 1999 projection, the population had risen to almost 741,000.\n","Latitude":"34.37","Longitude":"73.471111111111","Url":"https://en.wikivoyage.org/wiki/Muzaffarabad","Country":"Pakistan","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Muzafarabad_banner.jpg/2560px-Muzafarabad_banner.jpg"},{"Name":"Peshawar","Description":"\n","Latitude":"34.0167","Longitude":"71.5833","Url":"https://en.wikivoyage.org/wiki/Peshawar","Country":"Pakistan","Photo":"https://upload.wikimedia.org/wikipedia/commons/2/21/Peshawar_banner_Arcade.jpg"},{"Name":"Quetta","Description":"Quetta (Urdu: کوئٹہ, Balochi: کویته, Pashto: کوټه) is the capital of Balochistan province in Pakistan. If you are taking the overland route from Istanbul, Turkey to New Delhi, India without going through Afghanistan you will have to pass through Quetta.\n","Latitude":"30.210556","Longitude":"67.018889","Url":"https://en.wikivoyage.org/wiki/Quetta","Country":"Pakistan","Photo":"https://upload.wikimedia.org/wikipedia/commons/9/97/Mena-asia_default_banner.jpg"},{"Name":"Sialkot","Description":"\n","Latitude":"32.497222","Longitude":"74.536111","Url":"https://en.wikivoyage.org/wiki/Sialkot","Country":"Pakistan","Photo":"https://upload.wikimedia.org/wikipedia/commons/9/97/Mena-asia_default_banner.jpg"},{"Name":"Karakoram Highway","Description":"The Karakoram Highway (often abbreviated to KKH and sometimes transliterated as Karakorum) is the highest paved international road in the world; it connects Western China and Pakistan. It is one of the very few routes that cross the Himalayas and the most westerly of them. Historically, this was a caravan trail, one branch of the ancient Silk Road. More recently, the Chinese and Pakistani governments have built a highway.\n","Latitude":"36.85","Longitude":"75.427777777778","Url":"https://en.wikivoyage.org/wiki/Karakoram_Highway","Country":"Pakistan","Photo":"https://upload.wikimedia.org/wikipedia/commons/5/54/Karakoram_Highway_banner.jpg"},{"Name":"Murree","Description":"Murree, once a charming colonial town nestled in the Himalayan foothills is now a popular hill station and bustling summer resort in the Galyat region of northern Punjab. Due to being a picturesque and pleasantly scenic places in the country, the last one decade have seen rampant development and today Murree more closely resembles a litter-strewn overcrowded and a thriving tourist resort. However it remains exceedingly popular with Pakistani families for whom its truly a tourist paradise and receives glowing recommendations from this demographic. In summer it is cool - even chilly in the evening - while light rain is common. In winter Murree hides herself under thick blanket of snow. It is the birthplace of explorer Francis Younghusband.\n","Latitude":"33.9042","Longitude":"73.3903","Url":"https://en.wikivoyage.org/wiki/Murree","Country":"Pakistan","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f5/Murree_page_banner1.jpg"},{"Name":"Khewra Salt Mine","Description":"The world's second largest salt mine, the Khewra Salt Mine, is a major tourist attaction, drawing thousands of visitors every year. \n","Latitude":"32.647939","Longitude":"73.008394","Url":"https://en.wikivoyage.org/wiki/Khewra_Salt_Mine","Country":"Pakistan","Photo":"https://upload.wikimedia.org/wikipedia/commons/9/97/Mena-asia_default_banner.jpg"},{"Name":"Mohenjo-daro","Description":"An ancient settlement in one of the most unique civilisations of the world, Indus Valley Civilisation, Mohenjo-daro is situated in Larkana District which today is in the Sindh province in modern day Pakistan. Listed as an archaeological site of immense historical significance on the UNESCO World Heritage List, this sophisticated settlement remained buried underneath thousands of years of dirt and soil until its discovery in early 1900's. This glory of the ancient world is truly a glimpse into the past at what once was the great civilisation of Indus Valley and is a true highlight and significance of the South Asian nation that not worth to be missed if you are interested in archaeology or in the history of the Indian subcontinent.\n","Latitude":"27.3292","Longitude":"68.1389","Url":"https://en.wikivoyage.org/wiki/Mohenjo-daro","Country":"Pakistan","Photo":"https://upload.wikimedia.org/wikipedia/commons/0/0d/Mohenjo-daro_WV_page_banner.JPG"},{"Name":"Taxila","Description":"The ancient settlement of Taxila in the western outskirts of the twin cities of Rawalpindi and Islamabad is a UNESCO World Heritage Site; it is considered one of the most important archaeological sites of South Asia, and for good reason. There is a modern town with the archaeological sites scattered nearby.\n","Latitude":"33.74875","Longitude":"72.81292","Url":"https://en.wikivoyage.org/wiki/Taxila","Country":"Pakistan","Photo":"https://upload.wikimedia.org/wikipedia/commons/4/4e/Taxila_page_banner.jpg"},{"Name":"Changa Manga","Description":"Changa Manga is in Kasur district of Punjab of Pakistan.\n","Latitude":"31.0833","Longitude":"73.9667","Url":"https://en.wikivoyage.org/wiki/Changa_Manga","Country":"Pakistan","Photo":"https://upload.wikimedia.org/wikipedia/commons/9/97/Mena-asia_default_banner.jpg"}]