[{"Name":"Port-au-Prince","Description":"Port-au-Prince is the capital and largest city of Haiti.\n","Latitude":"18.543619","Longitude":"-72.339706","Url":"https://en.wikivoyage.org/wiki/Port-au-Prince","Country":"Haiti"},{"Name":"Cap-Haïtien","Description":"Cap-Haïtien is the second largest city in Haiti. It lies along a bay on the northern coast of the country.\n","Latitude":"19.7500","Longitude":"-72.2000","Url":"https://en.wikivoyage.org/wiki/Cap-Ha%C3%AFtien","Country":"Haiti"},null,{"Name":"Jacmel","Description":"Jacmel is a beautiful city in Southern Haiti.\n","Latitude":"18.235278","Longitude":"-72.536667","Url":"https://en.wikivoyage.org/wiki/Jacmel","Country":"Haiti"},{"Name":"Jérémie","Description":"Jérémie is a city in Southern Haiti.\n","Latitude":"18.647222222222","Longitude":"-74.113888888889","Url":"https://en.wikivoyage.org/wiki/J%C3%A9r%C3%A9mie","Country":"Haiti"},{"Name":"Les Cayes","Description":"Les Cayes (Kréyòl: Okay; English: \"The Cays\") is a town and seaport in Southern Haiti near the river Ravine du Sud, on the Caribbean coast. It is the capital of the Sud Département. Formerly known as \"Aux Cayes\".\n","Latitude":"18.2000","Longitude":"-73.7500","Url":"https://en.wikivoyage.org/wiki/Les_Cayes","Country":"Haiti"},{"Name":"Petionville","Description":"Pétion-Ville is a wealthy suburb to the southeast of Port-au-Prince, in Central Haiti. It is known for its nightlife and restaurants, many of which have large expat crowds.\n","Latitude":"18.5167","Longitude":"-72.2833","Url":"https://en.wikivoyage.org/wiki/Petionville","Country":"Haiti"},null,{"Name":"Port-Salut","Description":"\nPort-Salut is a coastal town in Southern Haiti, with some of the best beaches on the island. There are a handful hotels and guesthouses and restaurants, but this pretty little slice of beach paradise remains largely undiscovered by international tourism.\n","Latitude":"18.0939083","Longitude":"-73.9256944","Url":"https://en.wikivoyage.org/wiki/Port-Salut","Country":"Haiti"},{"Name":"Labadie","Description":"\nLabadee is a port in Northern Haiti. It is a private resort leased by Royal Caribbean International (RCI) for use by its Royal Caribbean Cruise Line and Celebrity Cruise line cruise ships. Royal Caribbean International has contributed the largest proportion of tourist revenue to Haiti since 1986. The resort is completely tourist-oriented and safe as there is a personal security force. A controlled group of Haitian merchants are given sole rights to sell their merchandise and establish their businesses in the resort. The site is fenced off from the surrounding area. The cruise ships anchor either at the pier or offshore and passengers walk from the pier to dry land or are ferried to the resort when ships have to anchor offshore.\n","Latitude":"19.786389","Longitude":"-72.245556","Url":"https://en.wikivoyage.org/wiki/Labadie","Country":"Haiti"}]