[{"Name":"Warsaw","Description":"Warsaw (Polish: Warszawa) is Poland's capital and largest city, with 1.7 million inhabitants. It is on the Vistula River (Polish: Wisła) in the middle of the country.\n","Latitude":"52.1","Longitude":"21.0","Url":"https://en.wikivoyage.org/wiki/Warsaw","Country":"Poland"},{"Name":"Gdańsk","Description":"Gdańsk (also known by its German name Danzig) is a city in Poland on the Baltic Sea. It is the capital of Pomerania.\nGdańsk with nearby Sopot and Gdynia are often referred as Tricity (pl: Trójmiasto). Gdańsk is considered one of the most beautiful cities on the Baltic Sea and has magnificent architecture.\n","Latitude":"54.3666667","Longitude":"18.6333333","Url":"https://en.wikivoyage.org/wiki/Gda%C5%84sk","Country":"Poland"},{"Name":"Katowice","Description":"Katowice is the largest city in Upper Silesia and Poland's main industrial centre. A rich cultural life with theatres, the Silesian Museum and Philharmonic Orchestras and the famous Spodek concert hall caters for a population of about 300,000 in the city itself and 2 million if the surrounding cities of the Upper-Silesian Metropolitan Union are taken into account.\n","Latitude":"50.25","Longitude":"19","Url":"https://en.wikivoyage.org/wiki/Katowice","Country":"Poland"},{"Name":"Kraków","Description":"The city of Kraków (also known as Cracow) is in the Lesser Poland region in the southern region of Poland. It is the capital city of the Lesser Poland Voivodeship. It covers both banks of the Wisła (or Vistula) river. Uplands region at the foot of the Carpathian Mountains. It is Poland's second largest city, with a population of 760 000 in 2015 (1.4 million if including surrounding communities).\n","Latitude":"50.06185","Longitude":"19.93686","Url":"https://en.wikivoyage.org/wiki/Krak%C3%B3w","Country":"Poland"},{"Name":"Lublin","Description":"\nLublin is a city in eastern Poland and the capital of Lublin Voivodeship with a population of 324 637 (2016). In the Middle Ages Lublin played an important role in the life of the Polish state as a trade centre and as a city with military significance.  Today, most travellers to Lublin will be there to visit the Majdanek Memorial and Museum - a former Nazi German concentration camp.\n","Latitude":"51.233333","Longitude":"22.566667","Url":"https://en.wikivoyage.org/wiki/Lublin","Country":"Poland"},{"Name":"Łódź","Description":"\nŁódź (Pronounced: Wootch) is Poland's third biggest city, and the capital of the Łódzkie Voivodship. Unlike most other large Polish cities, which have long histories, Łódź was created almost from scratch during the 19th century textile industry boom to house textile mills, their owners and their workers, and rapidly grew to become an important industrial and commerce centre. In recent years, Łódź has been battling rising unemployment and youth migration resulting from the failing textile industry and is repositioning itself as a hub for design and creative industries.\n","Latitude":"51.76872","Longitude":"19.45700","Url":"https://en.wikivoyage.org/wiki/%C5%81%C3%B3d%C5%BA","Country":"Poland"},{"Name":"Poznań","Description":"Poznań (German: Posen) is the largest city in Greater Poland, in the west of Poland, and one of the largest metropoles in the whole country. Situated roughly equidistantly between Warsaw and Berlin, it serves as a major economic hub, and a centre for industry and commerce. The Poznań International Trade Fair grounds host the most important trade fairs and exhibitions in Poland, making Poznań an important business destination, but the city has plenty of history and attractions to share besides that. Its relative compactness and easy access by road, rail and air make it a convenient tourist destination for visitors to Central Europe.\n","Latitude":"52.4000","Longitude":"16.9167","Url":"https://en.wikivoyage.org/wiki/Pozna%C5%84","Country":"Poland"},{"Name":"Szczecin","Description":"\nSzczecin, (pronounced Shchetsin, German: Stettin, Latin: Stetinum) is a maritime port city and the capital of Zachodniopomorskie in Poland. The city has a population of over 400 000, with almost 800 000 living its metro area, and is one of the seven largest metropoles in the country. It lies in the northwestern corner of Poland, very close to the German border. It is easier to get to Szczecin from some parts of Germany, notable from Berlin, than it is from much of the Polish territory. For a significant part of its history, Szczecin was a part of Germany, and in other periods, of Denmark and Sweden.\n","Latitude":"53.433333","Longitude":"14.533333","Url":"https://en.wikivoyage.org/wiki/Szczecin","Country":"Poland"},{"Name":"Wrocław","Description":"\nWrocław (pronounced Vrots-wav; also known as Breslau, its German name, and English name until 1945) is the largest city in Lower Silesia in Poland. It is home to 630,000 people within the city limits and the metropolitan area has a population of 1.2 million making it the largest city in Western Poland.\n","Latitude":"51.07","Longitude":"17.02","Url":"https://en.wikivoyage.org/wiki/Wroc%C5%82aw","Country":"Poland"},{"Name":"Auschwitz","Description":"Auschwitz-Birkenau is the generic name given to the cluster of concentration, labour and extermination camps established by the Nazis during the Second World War and located near the towns of Oświęcim and Brzezinka in southern Poland, some 60 km from Kraków. The camps have become a place of pilgrimage for survivors, their families and all who wish to travel to remember the Holocaust.\n","Latitude":"50.035833","Longitude":"19.178333","Url":"https://en.wikivoyage.org/wiki/Auschwitz","Country":"Poland"},{"Name":"Białowieża National Park","Description":"The Białowieża Forest and the Białowieża National Park (Polish: Białowieski Park Narodowy)  is in Podlaskie Voivodship in Poland and extends across the border into Belarus (this part called Belovezhskaya Pushcha National Park). The Polish part was inscribed into the UNESCO World Heritage List in 1979; the Belarussian part was inscribed in 1992.\n","Latitude":"52.6667","Longitude":"23.8333","Url":"https://en.wikivoyage.org/wiki/Bia%C5%82owie%C5%BCa_National_Park","Country":"Poland"},null,{"Name":"Kalwaria Zebrzydowska","Description":"Kalwaria Zebrzydowska [1] is a historic town in Western Beskids in southern Poland, situated south west of Kraków and east of Wadowice. There is a beautiful monastery and crossway which is on the list of the UNESCO.\n","Latitude":"49.8667","Longitude":"19.6833","Url":"https://en.wikivoyage.org/wiki/Kalwaria_Zebrzydowska","Country":"Poland"},{"Name":"Karkonosze National Park","Description":"\n","Latitude":"50.7667","Longitude":"15.6500","Url":"https://en.wikivoyage.org/wiki/Karkonosze_National_Park","Country":"Poland"},{"Name":"Malbork","Description":"Malbork (German: Marienburg) is a town in Pomorskie voivodeship in Poland, famous for having the biggest Gothic castle in Europe.\n","Latitude":"54.0333333","Longitude":"19.05","Url":"https://en.wikivoyage.org/wiki/Malbork","Country":"Poland"},{"Name":"Słowiński National Park","Description":"Słowiński National Park (pronounced 'swo-vinski'; in Polish: Słowiński Park Narodowy) is a national park in Poland in Pomorskie next to the Baltic Sea. The park features unique shifting sand dunes, woods, lakes and a long coastline with a beach, and is designated in the UNESCO list of World Biosphere Reserves.\n","Latitude":"54.7032","Longitude":"17.3069","Url":"https://en.wikivoyage.org/wiki/S%C5%82owi%C5%84ski_National_Park","Country":"Poland"},{"Name":"Wieliczka","Description":"Wieliczka is a town near Kraków in Lesser Poland Voivodeship in Poland.\n","Latitude":"49.989444","Longitude":"20.066111","Url":"https://en.wikivoyage.org/wiki/Wieliczka","Country":"Poland"},{"Name":"Wielkopolski National Park","Description":"Wielkopolski National Park is a national park in Greater Poland Voivodeship, Poland. It is known for its beautiful nature and post glacial lakes making interesting landscape. Deers, boars and other animals are highly represented in the park.\n","Latitude":"52.1600","Longitude":"16.4700","Url":"https://en.wikivoyage.org/wiki/Wielkopolski_National_Park","Country":"Poland"}]