[{"Name":"Reykjavík","Description":"\nReykjavík is the capital of and largest city in Iceland and with an urban area population of around 200,000, it is the home to two-thirds of Iceland's population. It is the centre of culture and life of the Icelandic people, and is one of the focal points of tourism in Iceland. The city is spread out, and has sprawling suburbs. The city centre, however, is a very small area characterised by eclectic and colourful houses, with good shopping, dining and drinking. Reykjavik has the distinction of being the northernmost capital city in the world, though its winters are surprisingly mild for a city of its latitude.\n","Latitude":"64.14019","Longitude":"-21.90794","Url":"https://en.wikivoyage.org/wiki/Reykjav%C3%ADk","Country":"Iceland"},{"Name":"Akureyri","Description":"\nAkureyri, with a population of around 18,000, is the largest town in Iceland outside the Southwest region, and the unofficial capital of North Iceland.\n","Latitude":"65.6833","Longitude":"-18.1000","Url":"https://en.wikivoyage.org/wiki/Akureyri","Country":"Iceland"},{"Name":"Egilsstaðir","Description":"Egilsstaðir is the unofficial capital of East Iceland. Its population is 2332. It lies on the banks of the Lagarfljót river.\n","Latitude":"65.2833","Longitude":"-14.3833","Url":"https://en.wikivoyage.org/wiki/Egilssta%C3%B0ir","Country":"Iceland"},{"Name":"Hafnarfjörður","Description":"Hafnarfjörður is a town in Southwest Iceland with a population of 25,000. It has a long history as a town (by Icelandic standards) but has today become a suburb of Reykjavík and the westernmost town in the contiguous urban area of the capital.\n","Latitude":"64.0667","Longitude":"-21.9500","Url":"https://en.wikivoyage.org/wiki/Hafnarfj%C3%B6r%C3%B0ur","Country":"Iceland"},{"Name":"Höfn","Description":"Höfn (pronounced something like \"herpn\", also known as Höfn í Hornafirði, is a town in East Iceland, at the south-eastern corner of the country. Höfn sits by the lagoon (or fjord) Hornafjörður which is also the name of the large municipality of which the town is the centre and which covers the entire area of the county Austur-Skaftafellssýsla. This guide covers the town and the surrounding municipality, excluding the westernmost part which forms one of the main gateways to Vatnajökull National Park. For tourism purposes, the area calls itself the Vatnajökull Region: nowhere else is quite as dominated by Europe's largest glacier, nowhere else have people learned to live in such close quarters with the huge sheet of ice.\n","Latitude":"64.2500","Longitude":"-15.2000","Url":"https://en.wikivoyage.org/wiki/H%C3%B6fn","Country":"Iceland"},{"Name":"Húsavík","Description":"\nHúsavík is a town of approximately 2,500 inhabitants in North Iceland. It is the whale watching capital of Iceland, with whales sighted on over 95% of trips during the summer. Additionally, it gained some fame when it used to house the (in)famous Icelandic Phallological Museum, which has since moved to Reykjavík.\n","Latitude":"66.04295","Longitude":"-17.34080","Url":"https://en.wikivoyage.org/wiki/H%C3%BAsav%C3%ADk","Country":"Iceland"},{"Name":"Ísafjörður","Description":"Ísafjörður is the biggest town of the Westfjords of Iceland.\n","Latitude":"66.07256","Longitude":"-23.11927","Url":"https://en.wikivoyage.org/wiki/%C3%8Dsafj%C3%B6r%C3%B0ur","Country":"Iceland"},{"Name":"Selfoss","Description":"Selfoss is the largest town in South Iceland.\n","Latitude":"63.93575","Longitude":"-21.00286","Url":"https://en.wikivoyage.org/wiki/Selfoss","Country":"Iceland"},{"Name":"Stykkishólmur","Description":"Stykkishólmur is a town in West Iceland, on the north coast of the Snæfellsnes peninsula. It is often called \"the gateway to the islands\" of Breiðafjörður. The population is a little over 1,200.\n","Latitude":"65.0833","Longitude":"-22.7333","Url":"https://en.wikivoyage.org/wiki/Stykkish%C3%B3lmur","Country":"Iceland"},{"Name":"Þingvellir National Park","Description":"Þingvellir National Park (pronounced Thingvetlir) is a national park in South Iceland and a UNESCO World Heritage Site.  The park is home to the world's longest running Parliament, first established in 930 AD, and also has a dramatic landscape formed as a result of sitting along the border between the North American and European tectonic plates.\n","Latitude":"64.2581","Longitude":"-21.1250","Url":"https://en.wikivoyage.org/wiki/%C3%9Eingvellir_National_Park","Country":"Iceland"},{"Name":"Vatnajökull National Park","Description":"Vatnajökull National Park in Iceland is the largest national park in Europe.  The park was founded on 7 June 2008 and includes the former Skaftafell and Jökulsárgljúfur National Parks.  Containing 12,000 km2 the park covers about 12% of the surface of Iceland.  The park is home to Iceland's highest mountain (Hvannadalshnúkur), largest glacier (Vatnajökull), and Europe's most powerful waterfall (Dettifoss).\n","Latitude":"64.5000","Longitude":"-17.0000","Url":"https://en.wikivoyage.org/wiki/Vatnaj%C3%B6kull_National_Park","Country":"Iceland"},{"Name":"Snæfellsjökull National Park","Description":"Snæfellsjökull National Park is a national park located on the tip of the Snæfellsnes Peninsula in West Iceland. The park is home to the ice-covered volcanic crater that was the setting for Jules Verne's book Journey to the Center of the Earth.\n","Latitude":"64.8000","Longitude":"-23.7833","Url":"https://en.wikivoyage.org/wiki/Sn%C3%A6fellsj%C3%B6kull_National_Park","Country":"Iceland"},{"Name":"Blue Lagoon","Description":"Blue Lagoon (Icelandic: Bláa Lónið) (BLAU-ah LONE-eeth) is a geothermal spa in southwest Iceland, that is almost mid-way between Keflavik Airport and Reykjavík, close to the town of Grindavik. Entry starts at EUR 54 per person and rises rapidly from there. This is a very popular tourist destination, attended by over 80% of tourists (over 400,000 per year).\n","Latitude":"63.87973","Longitude":"-22.44374","Url":"https://en.wikivoyage.org/wiki/Blue_Lagoon","Country":"Iceland"},{"Name":"Mývatn","Description":"Mývatn is a lake near Akureyri in North Iceland.  The lake was formed during a massive eruption 2300 years ago.  Today the area is best known for the huge numbers of birds that visit in the summer, and for the weird and inspiring volcanic features that surround the lake.  The name \"Mývatn\" is derived from the vast numbers of midges that gather at the lake and are sure to leave an impression on all who visit!\n","Latitude":"65.6000","Longitude":"-17.0000","Url":"https://en.wikivoyage.org/wiki/M%C3%BDvatn","Country":"Iceland"},{"Name":"Gullfoss","Description":"Upcountry Árnessýsla, or Uppsveitir Árnessýslu in Icelandic, is a rural area in South Iceland, home to many of the country's most famous attractions.\n","Latitude":"64.198","Longitude":"-20.359","Url":"https://en.wikivoyage.org/wiki/Gullfoss","Country":"Iceland"},{"Name":"Geysir","Description":"Upcountry Árnessýsla, or Uppsveitir Árnessýslu in Icelandic, is a rural area in South Iceland, home to many of the country's most famous attractions.\n","Latitude":"64.198","Longitude":"-20.359","Url":"https://en.wikivoyage.org/wiki/Geysir","Country":"Iceland"},{"Name":"Jökulsárlón","Description":"\nJökulsárlón is in southeast Iceland.\n","Latitude":"64.070278","Longitude":"-16.211667","Url":"https://en.wikivoyage.org/wiki/J%C3%B6kuls%C3%A1rl%C3%B3n","Country":"Iceland"},{"Name":"Landmannalaugar","Description":"Landmannalaugar is in South Iceland.\n","Latitude":"63.927","Longitude":"-19.027","Url":"https://en.wikivoyage.org/wiki/Landmannalaugar","Country":"Iceland"},null]