[{"Name":"Luanda","Description":"Luanda, the capital of Angola, is on the Atlantic coast. Its current renaissance is a truly inspiring success story. Decades of conflict, which only really ended in 2002, had long held Angola back. Since the start of the 21st century there has been a massive boom in construction in Luanda, where peace and stability have attracted numerous foreign companies to invest in offices in the city. The government of Angola, getting rich off revenue from oil, diamond, and other natural resources, is also investing heavily in and around Luanda, including large social housing high-rise blocks of flats to replace slums and existing dilapidated (and often bullet-ridden) tower blocks; extensive repaving; the construction of several six-lane highways leading out of the city; the reconstruction of railway lines leading out of the city; and a large new airport on the south side which had been set to open in 2011 but which is more than ten years in the making and still not open as of early 2016.\n","Latitude":"-8.83833","Longitude":"13.23444","Url":"https://en.wikivoyage.org/wiki/Luanda","Country":"Angola","Photo":"https://upload.wikimedia.org/wikipedia/commons/2/2f/Luanda_Wikivoyage_banner.jpg"},{"Name":"Benguela","Description":"\nBenguela is a city in Central Angola.\n","Latitude":"-12.55","Longitude":"13.41666667","Url":"https://en.wikivoyage.org/wiki/Benguela","Country":"Angola","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/fe/Benguela_banner_City_Hall.jpg"},{"Name":"Cabinda (city)","Description":"\nCabinda City a city of 400,000 and the capital of Cabinda region of Angola.\n","Latitude":"-5.56","Longitude":"12.19","Url":"https://en.wikivoyage.org/wiki/Cabinda_(city)","Country":"Angola","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f2/Pagebanner_default.jpg"},{"Name":"Huambo","Description":"Huambo is a city in Central Angola, and capital of the Huambo Province. It is one of the largest provincial cities in Angola, comparable in size with Lubango and Lobito/Benguela.  Once called Nova Lisboa, it was designed in 1912 to be the new capital of Angola, and the beauty of that era is still apparent.  Angola's civil war took a massive toll on Huambo and its surrounding areas, leaving most buildings in the city full of bullet holes.  In recent years, reconstruction efforts have changed the face of the city, and the economy is booming as businesses reinvest.\n","Latitude":"-12.77666","Longitude":"15.73458","Url":"https://en.wikivoyage.org/wiki/Huambo","Country":"Angola","Photo":"https://upload.wikimedia.org/wikipedia/commons/5/54/Huambo_banner_Jardim_da_Cultura.png"},{"Name":"Lobito","Description":"Lobito is a city in Benguela Province, Angola.\n","Latitude":"-12.35233","Longitude":"13.54743","Url":"https://en.wikivoyage.org/wiki/Lobito","Country":"Angola","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f2/Pagebanner_default.jpg"},{"Name":"M'banza-Kongo","Description":"\nM'banza-Kongo is a city of 175,000 in Northern Angola, near the border with the Democratic Republic of Congo.\n","Latitude":"-6.26","Longitude":"14.24","Url":"https://en.wikivoyage.org/wiki/M%27banza-Kongo","Country":"Angola","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/f2/Pagebanner_default.jpg"},null,null,null,null,null,null,{"Name":"Great Escarpment (Angola)","Description":"\nThe Angolan section of Southern Africa's Great Escarpment is in Southwest Angola.\n","Latitude":"-14.9114","Longitude":"13.2819","Url":"https://en.wikivoyage.org/wiki/Great_Escarpment_(Angola)","Country":"Angola","Photo":"https://upload.wikimedia.org/wikipedia/commons/9/90/Great_Escarpment_banner_Tundavala_Gap.jpg"},null,null,null,{"Name":"Mussulo Island","Description":"\nMussulo Island is just outside Luanda, separated (mostly) from the mainland by the Baie de Mussulo. While actually a peninsula, connected to the mainland by a narrow sandy spit, it is only accessible by boat. It's a popular escape from the Luandan chaos — clean paradisaical beaches with decent tourist facilities. Because it is popular with wealthy Luandans and expats, the restaurants, bars, and accommodations are expensive.\n","Latitude":"-8.96376","Longitude":"13.05176","Url":"https://en.wikivoyage.org/wiki/Mussulo_Island","Country":"Angola","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Mussulo_Island_banner_view_from_taxi_boat.jpg/2560px-Mussulo_Island_banner_view_from_taxi_boat.jpg"},null,null]