[{"Name":"Prince Edward Islands","Description":"Marion Island and Prince Edward Island (sometimes collectively called the Prince Edward Islands, even though Marion is the larger and more visited island) are two islands of the Southern Ocean, south of – and territory of – South Africa.  They should not be confused with Prince Edward Island, the province of Canada.\n","Latitude":"-46.773055555556","Longitude":"37.8525","Url":"https://en.wikivoyage.org/wiki/Prince_Edward_Islands","Country":"South Africa"},{"Name":"Pretoria","Description":"Pretoria, the administrative capital of South Africa and part of City of Tshwane Metropolitan Municipality, is in Gauteng.\n","Latitude":"-25.7500","Longitude":"28.2000","Url":"https://en.wikivoyage.org/wiki/Pretoria","Country":"South Africa"},{"Name":"Cape Town","Description":"Cape Town is the second most populous city in South Africa. The capital of Western Cape Province, it is also the legislative capital of the nation. Cape Town is on South Africa's southwestern coast close to the Cape of Good Hope, and is the southernmost city on the African continent. It is the gateway to the globally renowned Cape Winelands which includes the towns of Franschhoek, Stellenbosch and Paarl.\n","Latitude":"-33.933","Longitude":"18.467","Url":"https://en.wikivoyage.org/wiki/Cape_Town","Country":"South Africa"},{"Name":"Bloemfontein","Description":"Bloemfontein (Fountain of flowers, Afrikaans pronunciation: [ˈblumfɔntəi̯n]) is the judicial capital of South Africa. It is also the capital of the Free State Province.\n","Latitude":"-29.1167","Longitude":"26.2333","Url":"https://en.wikivoyage.org/wiki/Bloemfontein","Country":"South Africa"},{"Name":"Durban","Description":"Durban is a city on the east coast of South Africa in the province of KwaZulu-Natal and in the municipality of eThekwini. It is the third largest city in South Africa and the busiest port in Africa. As of 2011, the population of the eThekwini municipality was around 3.4 million.\n","Latitude":"-29.8833","Longitude":"31.0000","Url":"https://en.wikivoyage.org/wiki/Durban","Country":"South Africa"},{"Name":"Johannesburg","Description":"Johannesburg (also Joburg, Egoli or Jozi ) is a large metropolis and is South Africa's largest city.\n","Latitude":"-26.1667","Longitude":"28.0333","Url":"https://en.wikivoyage.org/wiki/Johannesburg","Country":"South Africa"},{"Name":"Polokwane","Description":"Polokwane (Place of Safety) is a city in South Africa. It is the capital of the Limpopo Province and was formerly known as Pietersburg.\n","Latitude":"-23.901533","Longitude":"29.455032","Url":"https://en.wikivoyage.org/wiki/Polokwane","Country":"South Africa"},{"Name":"Port Elizabeth","Description":"Port Elizabeth (or just PE if you want to sound South African) is South Africa's fifth largest city. It is located on the Indian Ocean coast half-way between Cape Town and Durban, in the Eastern Cape, about 260 km from Knysna. It lives up to its reputation as the friendly city and the windy city.\n","Latitude":"-33.9667","Longitude":"25.6000","Url":"https://en.wikivoyage.org/wiki/Port_Elizabeth","Country":"South Africa"},{"Name":"Kimberley (South Africa)","Description":"Kimberley is the capital of the Northern Cape Province of South Africa. Amongst other things, it is famous for its Big Hole, the world's largest hand-dug excavation that was created when thousands of people searched for diamonds at the end of the 19th and the beginning of the 20th centuries. By 14 August 1914, 22.7 billion kg of rock had been excavated, yielding 2722 kg of diamonds.\n","Latitude":"-28.7500","Longitude":"24.7667","Url":"https://en.wikivoyage.org/wiki/Kimberley_(South_Africa)","Country":"South Africa"},{"Name":"Upington","Description":"Upington is the biggest city in South Africa's Northern Cape Province and a good starting point to the famous Augrabies Falls. The town is situated on the banks of the Orange River.\n","Latitude":"-28.4667","Longitude":"21.2333","Url":"https://en.wikivoyage.org/wiki/Upington","Country":"South Africa"},{"Name":"Kgalagadi Transfrontier Park","Description":"The Kgalagadi Transfrontier Park, (Botswana [dead link], South Africa), is in the Kalahari regions of Botswana and South Africa, and came into being as the merger of the Gemsbok National Park in Botswana and the Kalahari Gemsbok National Park in South Africa.\n","Latitude":"-25.5000","Longitude":"20.5000","Url":"https://en.wikivoyage.org/wiki/Kgalagadi_Transfrontier_Park","Country":"South Africa"},{"Name":"Robben Island","Description":"Robben Island is in the Western Cape of South Africa, approximately 7 km off the coast and 12 km from Cape Town harbour. This island is a  UNESCO World Heritage Site.\n","Latitude":"-33.806538","Longitude":"18.368454","Url":"https://en.wikivoyage.org/wiki/Robben_Island","Country":"South Africa"},{"Name":"ISimangaliso Wetland Park","Description":"The iSimangaliso Wetland Park [dead link], previously known as Greater St. Lucia Wetlands Park, is one of the most diverse regions in the KwaZulu-Natal province of South Africa. It is also a UNESCO World Heritage site and very popular with tourists.\n","Latitude":"-28.3833","Longitude":"32.4167","Url":"https://en.wikivoyage.org/wiki/ISimangaliso_Wetland_Park","Country":"South Africa"},{"Name":"Ukhahlamba Drakensberg Park","Description":"Ukhahlamba Drakensberg Park is a national park in KwaZulu-Natal, South Africa.\n","Latitude":"-29.396","Longitude":"29.516","Url":"https://en.wikivoyage.org/wiki/Ukhahlamba_Drakensberg_Park","Country":"South Africa"},{"Name":"Vredefort","Description":"Vredefort is in the Free State, South Africa and is on the UNESCO World Heritage List.\n","Latitude":"-27.0000","Longitude":"27.3667","Url":"https://en.wikivoyage.org/wiki/Vredefort","Country":"South Africa"}]