[{"Name":"Amsterdam","Description":"Amsterdam is the Netherlands' capital and financial, cultural, and creative center, with more than 850.000 inhabitants. Amsterdam is known for the canals that criss-cross the city, its impressive architecture and more than 1,500 bridges. The city has a heritage back to the Dutch Golden Age in the 17th century, as well as a diverse art scene, and a bustling nightlife.\n","Latitude":"52.366667","Longitude":"4.9","Url":"https://en.wikivoyage.org/wiki/Amsterdam","Country":"Netherlands"},{"Name":"Delft","Description":"\nDelft is a mid-sized city in the west of the Netherlands. It's a beautiful, unspoiled town with traditional architecture, canals and bikes. It's also home to the world famous blue and white ceramics. Delft makes a great destination for a day-trip or can serve as a base to explore the region. And if the bustling crowds of Amsterdam are not really your thing, Delft is a lovely alternative, offering an equally interesting insight into the cultural wealth of old \"Holland\", on a far more intimate scale.\n","Latitude":"52","Longitude":"4.36667","Url":"https://en.wikivoyage.org/wiki/Delft","Country":"Netherlands"},{"Name":"Groningen","Description":"Groningen is a lively student city in the Northern Netherlands. It is the capital of a province with the same name and home to about 203,000 inhabitants, making it the largest city in the north. A university town with some 50,000 students gives the city its famous vibe; a pleasant youthful atmosphere, some fine historic heritage and with plenty of things to do.\n","Latitude":"53.219396","Longitude":"6.57526","Url":"https://en.wikivoyage.org/wiki/Groningen","Country":"Netherlands"},{"Name":"The Hague","Description":"The Hague (Dutch: Den Haag or  's-Gravenhage) is a city in the province of South Holland in the Netherlands. It is the seat of the Dutch parliament and government, and will be the residence of King Willem-Alexander (until restoration works on Huis ten Bosch are completed, the Royal family lives in Wassenaar). It is not the capital city, which is Amsterdam. The municipality (which is the city) has more than 525,000 inhabitants, it is the third largest city of the Netherlands. Since January 1, 2015 The Hague and its suburbs are part of the Rotterdam-The Hague Metropolitan Region.\n","Latitude":"52.0833","Longitude":"4.3167","Url":"https://en.wikivoyage.org/wiki/The_Hague","Country":"Netherlands"},{"Name":"Leiden","Description":"Leiden (historically known as Leyden) is easily one of the most enchanting cities in the Netherlands. It's home to the oldest university in the country, the birthplace of Rembrandt and breeding ground for ground-breaking science and Nobel laureates since centuries. It's a charmingly compact fortified city, literally packed with well-preserved historic heritage but with a young and lively atmosphere due to its large student population.\n","Latitude":"52.15966","Longitude":"4.48259","Url":"https://en.wikivoyage.org/wiki/Leiden","Country":"Netherlands"},{"Name":"Maastricht","Description":"\nBy many considered to be the most beautiful city of the country, Maastricht is the southernmost city in the Netherlands. It's the capital of the province of Limburg and famous for what the Dutch call the \"Burgundian\" way of life. Dutch and international visitors alike flock in to enjoy this \"joie de vie\" and indulge in the many fine dining, arts, culture and shopping opportunities in town. The river Maas runs right through the city, offering some scenic views, and the lovely cobblestoned centre is full of historic buildings and impressive cathedrals. Whether you're here for sightseeing or just to shop till you drop, this is a great place to spend some time.\n","Latitude":"50.851242","Longitude":"5.690736","Url":"https://en.wikivoyage.org/wiki/Maastricht","Country":"Netherlands"},{"Name":"Nijmegen","Description":"Nijmegen [dead link] lays claims to the title of oldest city in the Netherlands, and has indeed a long history and still lots of interesting heritage to enjoy today. World-famous among hiking enthusiast, the city annually hosts the International Four Days Marches Nijmegen. It's the largest multi-day walking event in the world and comes with a range of festivities. Attracting over 42,000 participants and over a million visitors, including many international ones, the event takes place for the 100th time in 2016. Nijmegen is the largest city in the province of Gelderland and well known for its left-wing politics and its large student population.\n","Latitude":"51.84002","Longitude":"5.87065","Url":"https://en.wikivoyage.org/wiki/Nijmegen","Country":"Netherlands"},{"Name":"Rotterdam","Description":"\nRotterdam is a city in the province of South Holland in the west of the Netherlands. The city is the second largest in the country with a population of approximately 640,000 inhabitants in the municipality and about 2.3 million inhabitants in the shared metropolitan area of The Hague and Rotterdam MRDH. Rotterdam is one of Europe's most vibrant, multicultural cities; it is known for its university (Erasmus), cutting-edge architecture, lively cultural life, striking riverside setting, its maritime heritage and colourful summer events. The municipality stretches all the way to the North Sea with gigantic areas like Europoort and the two Maasvlakten. All belong to the Port of Rotterdam.\n","Latitude":"51.9239","Longitude":"4.4623","Url":"https://en.wikivoyage.org/wiki/Rotterdam","Country":"Netherlands"},{"Name":"Utrecht","Description":"Utrecht is a central Dutch city with a long history. With 300,000 inhabitants, it’s the fourth largest city in the Netherlands.\n","Latitude":"52.09491","Longitude":"5.11620","Url":"https://en.wikivoyage.org/wiki/Utrecht","Country":"Netherlands"},{"Name":"Efteling","Description":"Efteling is a theme park in North Brabant in the Netherlands. It's themed around fairy tales and is the largest theme park in the Benelux and one of the most-visited in Europe.\n","Latitude":"51.6536","Longitude":"5.04699","Url":"https://en.wikivoyage.org/wiki/Efteling","Country":"Netherlands"},{"Name":"Hoge Veluwe National Park","Description":"Hoge Veluwe National Park (Dutch: Hoge Veluwe Nationaal Park) is a national park in the Gelderland province of the Netherlands. With an area of roughly 55 km² it is one of the largest national parks in the country and a popular short-stay tourist destination for the Dutch. The park is north of Arnhem and east of Ede, and is praised for its natural beauty, diverse wildlife and the Kröller Müller museum for modern arts.\n","Latitude":"52.0833","Longitude":"5.8000","Url":"https://en.wikivoyage.org/wiki/Hoge_Veluwe_National_Park","Country":"Netherlands"},{"Name":"Lisse","Description":"Lisse is a town in the Bollenstreek of South Holland. Most visitors come here in spring, to admire the blooming flower fields and the flower gardens of the Keukenhof. With over 800.000 visitors during the two months it's open every year, Keukenhof is one of the main tourist attractions in the Netherlands.\n","Latitude":"52.2500","Longitude":"4.5500","Url":"https://en.wikivoyage.org/wiki/Lisse","Country":"Netherlands"},{"Name":"Kinderdijk","Description":"Kinderdijk is a village in the Alblasserwaard polder of the Netherlands. It's a popular, yet authentic, tourist destination for its large network of windmills. These received recognition as a UNESCO World Heritage Site in 1997.\n","Latitude":"51.88372","Longitude":"4.64262","Url":"https://en.wikivoyage.org/wiki/Kinderdijk","Country":"Netherlands"},{"Name":"Schokland","Description":"Noordoostpolder (literally \"northeast polder\") is a municipality in the province Flevoland, Netherlands. The whole area consists of reclaimed land in the north of Flevoland. Most travelers will be heading for Schokland, a former abandoned island that has been declared an UNESCO World Heritage Site. The main settlement in the municipality is Emmeloord, with about 25.000 inhabitants.\n","Latitude":"52.7000","Longitude":"5.7500","Url":"https://en.wikivoyage.org/wiki/Schokland","Country":"Netherlands"},{"Name":"South Limburg","Description":"The Dutch sometimes call South Limburg (Dutch: Zuid-Limburg) a \"piece of abroad in the Netherlands\". Starting with Sittard in the north and covering the southern tip of the country from there, South Limburg sets itself apart through its un-Dutch hilly landscapes, embracing local culture and dialects. It's a popular holiday destination for Dutch and foreign tourists alike and generally considered one of the most beautiful parts of the Netherlands.\n","Latitude":"50.91256","Longitude":"5.87563","Url":"https://en.wikivoyage.org/wiki/South_Limburg","Country":"Netherlands"},{"Name":"Texel","Description":"Texel is an island in the West Frisian Islands region of the Netherlands.\n","Latitude":"53.10","Longitude":"4.81","Url":"https://en.wikivoyage.org/wiki/Texel","Country":"Netherlands"},{"Name":"Zaanse Schans","Description":"The Zaanse Schans is an open air conservation area and museum, on the bank of the Zaan River, north of Zaandam in the Netherlands. It displays the traditional architecture of the area (green wooden houses) and has several functioning windmills and craftsman's workshops, which are open to visitors. Located next to it is the regional museum, the Zaans Museum.\n","Latitude":"52.473889","Longitude":"4.816389","Url":"https://en.wikivoyage.org/wiki/Zaanse_Schans","Country":"Netherlands"},{"Name":"Zaanstreek-Waterland","Description":"Zaanstreek-Waterland (Dutch: Waterland en Zaanstreek) is a showcase of every stereotype one would expect from the Netherlands: dikes, windmills, flowers and wooden houses dot its flat rural lands. Some of these typical rural villages and attractions include Broek in Waterland, Edam, Marken, Monnickendam, Volendam and Zaanse Schans.\n","Latitude":"52.47316","Longitude":"4.91501","Url":"https://en.wikivoyage.org/wiki/Zaanstreek-Waterland","Country":"Netherlands"}]