[{"Name":"Kiev","Description":"Kiev (Ukrainian: Київ, Russian: Киев), Europe's city of intrigue, is the capital of Ukraine and its largest and most vibrant city with 3 million inhabitants. It is in the north of central Ukraine on the Dnieper River (Ukrainian: Днiпро, Russian: Днепр).\n","Latitude":"50.45","Longitude":"30.52","Url":"https://en.wikivoyage.org/wiki/Kiev","Country":"Ukraine"},{"Name":"Chernihiv","Description":"Chernihiv (Ukrainian: Чернігів) [1], located in the north of Central Ukraine, is one of the most ancient and most interesting cities of Ukraine known in the world primarily for its sacred Christian temples created over 1000-year history of the city and being invaluable treasure of Ukrainian people.\n","Latitude":"51.5","Longitude":"31.3","Url":"https://en.wikivoyage.org/wiki/Chernihiv","Country":"Ukraine"},{"Name":"Chernivtsi","Description":"Chernivtsi (Ukrainian: Чернівці) is a city in Western Ukraine.\n","Latitude":"48.3000","Longitude":"25.9333","Url":"https://en.wikivoyage.org/wiki/Chernivtsi","Country":"Ukraine"},{"Name":"Dnipro","Description":"Dnipro (Ukrainian: Дніпро), until May 2016 known as Dnipropetrovsk, is a major industrial city in Eastern Ukraine.\n","Latitude":"48.45","Longitude":"34.983333","Url":"https://en.wikivoyage.org/wiki/Dnipro","Country":"Ukraine"},{"Name":"Donetsk","Description":"Donetsk (Ukrainian: Донецьк, Russian: Доне́цк) is a city in Eastern Ukraine, on the banks of River Kalmius.\n","Latitude":"48.002778","Longitude":"37.805278","Url":"https://en.wikivoyage.org/wiki/Donetsk","Country":"Ukraine"},{"Name":"Kamianets-Podilskyi","Description":"Kamianets-Podilsky (Russian: Каменец-Подольский, Ukrainian: Кам’янець-Подільський) is a city in Western Ukraine.\n","Latitude":"48.6833","Longitude":"26.5833","Url":"https://en.wikivoyage.org/wiki/Kamianets-Podilskyi","Country":"Ukraine"},{"Name":"Kharkiv","Description":"Kharkiv (Ukrainian: Харків - \"Kharkiv\", Russian: Харьков - \"Kharkov\") is a major city in the Kharkiv region of Ukraine and is the second largest city in Ukraine with a population of over 1.5 million inhabitants. The city is located in the northeast of the Ukraine. The site of the city is a hilly plain — more than half of the total area of the city is situated about 100m above sea level. There is three rivers’ confluence: the Lopan, the Udy and the Kharkiv. The city has 9 administrative districts.\n","Latitude":"49.998","Longitude":"36.229","Url":"https://en.wikivoyage.org/wiki/Kharkiv","Country":"Ukraine"},{"Name":"Lviv","Description":"Lviv (also spelled L'viv and Львів; Polish: Lwów, German: Lemberg, Russian: Львов, Latin: Leopolis) is in Western Ukraine and used to be the capital of East Galicia. It's the biggest city of the region and a major Ukrainian cultural centre on the UNESCO World Heritage List.\n","Latitude":"49.8500","Longitude":"24.0167","Url":"https://en.wikivoyage.org/wiki/Lviv","Country":"Ukraine"},{"Name":"Odessa","Description":"Odessa or Odesa (Ukrainian: Одеса; Russian: Одесса) is a city and seaport on the Black Sea coast of Ukraine. Its chief attraction to visitors is the graceful old town, laid out on a grid pattern in the early 19th century, with its many churches, galleries and museums. There’s also a small beach resort. Reaching Bessarabia, and travel between Ukraine and Moldova or Romania, will usually involve a stopover in Odessa.\n","Latitude":"46.4667","Longitude":"30.7333","Url":"https://en.wikivoyage.org/wiki/Odessa","Country":"Ukraine"},{"Name":"Carpathians","Description":"The Carpathian Mountains are mountains in Central Europe from Poland to Romania.\n","Latitude":"47","Longitude":"25.5","Url":"https://en.wikivoyage.org/wiki/Carpathians","Country":"Ukraine"},{"Name":"Chernobyl","Description":"Chernobyl (Ukrainian: Чорнобиль, Chornobyl) is located in Central Ukraine; the location is infamous because of the nuclear meltdown on April 26, 1986.\n","Latitude":"51.39009","Longitude":"30.10468","Url":"https://en.wikivoyage.org/wiki/Chernobyl","Country":"Ukraine"},{"Name":"Uman","Description":"Uman (Ukrainian: Умань) is a city in Central Ukraine.\n","Latitude":"48.75","Longitude":"30.216666666667","Url":"https://en.wikivoyage.org/wiki/Uman","Country":"Ukraine"}]