[{"Name":"Oslo","Description":"Oslo is Norway's capital and largest city, with 670,000 citizens in the city proper and about 1.5 million inhabitants in greater Oslo. Situated in the East of the country in the Oslofjorden fjord, extending over an inlet of the Skaggerak strait, it is surrounded by green hills and mountains and includes 40 islands and 343 lakes. Oslo offers ski slopes for alpine skiing and ski trails for cross-country skiing in the winter. In the summer, the temperature in Oslo may make it comfortable to swim. There are several well-visited beach resorts. Oslo is one of the world's northernmost capitals and so gets only 6 hours of sunlight in the winter. In high summer, sunlight hours soar to 18, making its climate markedly different between seasons, with cold yet relatively dry winters.\n","Latitude":"59.910","Longitude":"10.743","Url":"https://en.wikivoyage.org/wiki/Oslo","Country":"Norway","Photo":"https://upload.wikimedia.org/wikipedia/commons/c/c8/Oslo_banner_Opera_by_night.jpg"},{"Name":"Bergen","Description":"\n","Latitude":"60.388072","Longitude":"5.33185","Url":"https://en.wikivoyage.org/wiki/Bergen","Country":"Norway","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Brygge_Norway_2005-08-18.jpg/2560px-Brygge_Norway_2005-08-18.jpg"},{"Name":"Bodø","Description":"Bodø is the seat of Nordland county in Norway. With 50 000 citizens, it is the second largest city in Northern Norway, after Tromsø. Bodø is located on a peninsula facing the open sea, and infamously windy.\n","Latitude":"67.305556","Longitude":"14.549167","Url":"https://en.wikivoyage.org/wiki/Bod%C3%B8","Country":"Norway","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Bodo_banner_Panorama_city_with_mountains.jpg/2560px-Bodo_banner_Panorama_city_with_mountains.jpg"},{"Name":"Drammen","Description":"Drammen is a city in Buskerud, 40 km (25 mi) southwest of Oslo. Drammen is where the Drammen river runs into the Drammensfjord, an arm of the Oslofjord. The part north of the river is called Bragernes, the part south of the river is called Strømsø. Drammen is promoted as \"the river city\". Drammen earlier had a reputation for being a grim industrial town. The city was also dubbed the biggest road intersection in Norway, due to the heavy traffic. Today the industry is gone or cleaned, and the traffic passes on highways outside the city. So Drammen today is a nice city, and a pleasant side-trip from Oslo. Or a destination of its own. The city has a long history as a centre for timber-trade and paper production. The paper mills however are closed today.\n","Latitude":"59.737778","Longitude":"10.205000","Url":"https://en.wikivoyage.org/wiki/Drammen","Country":"Norway","Photo":"https://upload.wikimedia.org/wikipedia/commons/8/8a/Drammen_banner.jpg"},{"Name":"Fredrikstad","Description":"Fredrikstad is a city and municipality in Østfold county in Norway, home to around 80,000 people.\n","Latitude":"59.2053","Longitude":"10.9500","Url":"https://en.wikivoyage.org/wiki/Fredrikstad","Country":"Norway","Photo":"https://upload.wikimedia.org/wikipedia/commons/e/e4/Fredrikstad_banner.jpg"},{"Name":"Kristiansand","Description":"\n","Latitude":"58.170000","Longitude":"8.006111","Url":"https://en.wikivoyage.org/wiki/Kristiansand","Country":"Norway","Photo":"https://upload.wikimedia.org/wikipedia/commons/0/07/Bannerkristiansand.JPG"},{"Name":"Stavanger","Description":"Stavanger is Norway's fourth largest city, at 130,000 citizens. It is the largest city in, and the administrative centre of, Rogaland county in West Norway. Stavanger is the centre of the Norwegian oil industry and has the only petroleum museum in Norway. It also has a preserved old town on the west side of a charming waterfront.\n","Latitude":"58.963333","Longitude":"5.718889","Url":"https://en.wikivoyage.org/wiki/Stavanger","Country":"Norway","Photo":"https://upload.wikimedia.org/wikipedia/commons/b/b8/Stavanger_banner_Domkirke_detail.jpg"},{"Name":"Tromsø","Description":"\nTromsø (Romsa in Northern Sámi and Tromssa in Kvensk/Finnish) is a city in the very northernmost part of Norway. It is almost 350 km north of the Arctic Circle and is one of the best places to view the spectacular Northern Lights in winter.\n","Latitude":"69.64936","Longitude":"18.95622","Url":"https://en.wikivoyage.org/wiki/Troms%C3%B8","Country":"Norway","Photo":"https://upload.wikimedia.org/wikipedia/commons/a/a9/Hurtigruten_in_Troms%C3%B8_%28banner%29.jpg"},{"Name":"Trondheim","Description":"Trondheim, formerly Trondhjem or Nidaros, is an old city in central Norway. It is a key city in Norway, its skyline dominated by the lovely cathedral and its city life dominated by the university. Central Trondheim is beautifully located inside a large river bend where the river meets the wide Trondheimsfjord.\n","Latitude":"63.429722","Longitude":"10.393333","Url":"https://en.wikivoyage.org/wiki/Trondheim","Country":"Norway","Photo":"https://upload.wikimedia.org/wikipedia/commons/0/01/Trondheim_banner_Panorama_with_coast_and_city.jpg"},{"Name":"Atlanterhavsveien","Description":"\nMøre og Romsdal is a county in Western Norway. It is the most northerly of the famous west coast fjord regions and its northern location possibly cuts visitors - but it yields to none of the others in its scenery. It is an area of iconic fjords but also of alpine mountains rising directly from the ocean, countless waterfalls, myriad of islands, rugged coast and great valleys. There are also interesting man-made sights such as the unusual city of Ålesund and the Trollstigen mountain road.\n","Latitude":"62.6900","Longitude":"7.1667","Url":"https://en.wikivoyage.org/wiki/Atlanterhavsveien","Country":"Norway","Photo":"https://upload.wikimedia.org/wikipedia/commons/c/c6/Romsdalsfjorden_banner.jpg"},{"Name":"Hardangervidda","Description":"Hardangervidda is a national park in the counties of Telemark, Buskerud and Hordaland in Norway. It is Norway's biggest national park and contains half of the largest highland plateau in Northern Europe. The park protects Europe's largest wild reindeer herds. Along with for instance Jotunheimen it is one of several mountain areas separating East and West Norway.\n","Latitude":"60.0500","Longitude":"7.4167","Url":"https://en.wikivoyage.org/wiki/Hardangervidda","Country":"Norway","Photo":"https://upload.wikimedia.org/wikipedia/commons/3/3f/Hardangervidda_banner.jpg"},{"Name":"Jostedalsbreen","Description":"Jostedalsbreen is the largest glacier on the European mainland. It is located in the county of Sogn og Fjordane in Norway, and the many arms of the glacier can be seen from different parts of Sogn og Fjordane. Its size and position makes the glacier a key barrier to travel around the county. The glacier and the surrounding area is protected as a national park.\n","Latitude":"61.683","Longitude":"6.924167","Url":"https://en.wikivoyage.org/wiki/Jostedalsbreen","Country":"Norway","Photo":"https://upload.wikimedia.org/wikipedia/commons/6/60/Jostedalsbreen_banner.jpg"},{"Name":"Jotunheimen","Description":"Jotunheimen is Norway's most famous mountain area, most of which is protected as a national park. This mountain range includes the highest summits in Norway (and Northern Europe) and some of the wildest alpine areas in Norway. While a few summits are only accessible by climbers, most of the area can easily be hiked by most visitors with proper boots and fitness. Glaciers can only be traversed with a guide and proper equipment. The name \"Jotunheimen\" has its roots in Norse mythology, and literally means \"The home of the giants\" (the mountain range was previously referred to as \"Giant Mountains\"). Jotunheimen is part of a long, virtually continuous line of mountains separating East Norway from coastal and fjord districts of Middle Norway and West Norway. Hardangervidda and Dovrefjell are other important parts of this great barrier. The western most part of Jotunheimen sits at the intersection with the great Sognefjord and the fjord's adjacent valleys. The eastern part of Jotunheimen rises gradually above the mountain plateau west of road 51. Road 55 marks the northern limit of Jotunheimen, while roads E16 and 53 mark the southern limit.\n","Latitude":"61.52859","Longitude":"8.40729","Url":"https://en.wikivoyage.org/wiki/Jotunheimen","Country":"Norway","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Galdh%C3%B8piggen_banner.jpg/2560px-Galdh%C3%B8piggen_banner.jpg"},{"Name":"Lofoten","Description":"Lofoten is a group of islands in the northern part of Norway. With its postcard looking small fishing villages nestled in fjords, dotting a very rugged coast with abrupt peaks rising directly from the ocean, the archipelago is often described as one of the most scenic parts of Norway.\n","Latitude":"68.333056","Longitude":"14.666389","Url":"https://en.wikivoyage.org/wiki/Lofoten","Country":"Norway","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Lofoten_banner_Flakstad_village.jpg/2560px-Lofoten_banner_Flakstad_village.jpg"},{"Name":"Nordkapp","Description":"Nordkapp (North Cape) is a 307 m (1007 ft) high cliff rising above the Arctic Ocean, located in Finnmark county in Norway. It is the northernmost point in Europe reachable by car, and the northernmost place connected with the international road network. Some 200,000 tourists visit annually, during the two to three months of summer. The town Honningsvåg is 34 km south of Nordkapp, 30 minutes drive by car. Note that Nordkapp and the road leading to it are closed in winter.\n","Latitude":"71.172500","Longitude":"25.794444","Url":"https://en.wikivoyage.org/wiki/Nordkapp","Country":"Norway","Photo":"https://upload.wikimedia.org/wikipedia/commons/1/1e/Nordkapfels_banner.jpg"},{"Name":"Sognefjorden","Description":"Sognefjorden is a fjord in the county of Sogn og Fjordane in Norway. The district surrounding the fjord is known as Sogn. Sognefjorden is the longest fjord in Europe and the second longest in the world. Nærøyfjord, a World Heritage Site, is one of the fjords of Sognefjorden. Several of the few remaining stave churches, including UNESCO listed Urnes stave church, are found in Sognefjord district.\n","Latitude":"61.136111","Longitude":"6.191667","Url":"https://en.wikivoyage.org/wiki/Sognefjorden","Country":"Norway","Photo":"https://upload.wikimedia.org/wikipedia/commons/c/c1/Sognefjorden_Banner.jpg"}]