[{"Name":"Nicosia","Description":"Nicosia (Greek: Λευκωσία; Turkish: Lefkoşa) is the centrally located capital of Cyprus and by far the largest city on the island. It also acts as a separate administrative capital for the Nicosia district. The municipality of Nicosia governs only the central portion, but the city now sprawls for several kilometers and has engulfed surrounding villages and settlements. Its population hovers around 250,000 (a third of the total population of Cyprus) but the city has a feel of one much larger. It is the administrative and financial hub of the island as well as home to several universities, colleges and other educational establishments. It also hosts most foreign embassies and offshore companies (a big industry in Cyprus nowadays). Along with its international students and foreign workers it has developed a truly cosmopolitan feel.\n","Latitude":"35.166667","Longitude":"33.366667","Url":"https://en.wikivoyage.org/wiki/Nicosia","Country":"Cyprus"},{"Name":"Ayia Napa","Description":"Ayia Napa (now officially transliterated into English as Agia Napa from the Greek) is widely considered the premier nightlife location of Cyprus.\n","Latitude":"34.9833","Longitude":"34.0000","Url":"https://en.wikivoyage.org/wiki/Ayia_Napa","Country":"Cyprus"},{"Name":"Larnaca","Description":"Larnaca (Greek Λάρνακα Larnaka) is a city on the southern coast of Cyprus. With 85,000 citizens, metropolitan Larnaca is the island's third largest city.\n","Latitude":"34.9167","Longitude":"33.6333","Url":"https://en.wikivoyage.org/wiki/Larnaca","Country":"Cyprus"},{"Name":"Limassol","Description":"Limassol (Greek: Λεμεσός, Turkish: Leymosun) is the second largest city (after the capital, Nicosia) of Cyprus. Following the Turkish invasion in 1974, it has become the principal sea port and has also developed into a significant tourist destination.\n","Latitude":"34.6667","Longitude":"33.0333","Url":"https://en.wikivoyage.org/wiki/Limassol","Country":"Cyprus"},{"Name":"Paphos","Description":"Paphos (Greek: Πάφος, also Pafos; Turkish: Baf) is a town at the southwestern tip of Cyprus, between the coast and the Troodos Mountains. The city is inscribed on the UNESCO World Heritage List.\n","Latitude":"34.7667","Longitude":"32.4167","Url":"https://en.wikivoyage.org/wiki/Paphos","Country":"Cyprus"},null,{"Name":"Troodos Square","Description":"Troodos Square refers to a small collection of shops and accommodations high up in the Troodos mountain range (altitude 1707m).\n","Latitude":"34.916666666667","Longitude":"32.833333333333","Url":"https://en.wikivoyage.org/wiki/Troodos_Square","Country":"Cyprus"},{"Name":"Lefkara","Description":"Lefkara is a village in Cyprus, Larnaca district. referred to by Cypriots as Lefkara the beautiful. The name Lefkara refers either to the area or the larger of the three vilagges in the area, Pano Lefkara. Pano Lefkara is a picturesque, unspoiled little town, with lots of history and tradition, in the southern foothills of the Troodos mountains. It boasts a unique architecture preserved to this day. It is famous for its lacemaking tradition (Lefkaritika Kentimata). Population around 1000. Within walking distance is the village of Kato Lefkara, population about 100. A designated nature trail connects Lefkara to Kato Drys, another picturesque small village in the area, via the Sotira mountain peak.\n","Latitude":"34.8667","Longitude":"33.3000","Url":"https://en.wikivoyage.org/wiki/Lefkara","Country":"Cyprus"}]