[{"Name":"Buenos Aires","Description":"Buenos Aires is the capital of Argentina.\n","Latitude":"-34.603","Longitude":"-58.382","Url":"https://en.wikivoyage.org/wiki/Buenos_Aires","Country":"Argentina"},{"Name":"Córdoba (city, Argentina)","Description":"Córdoba is the second largest city in Argentina, with about 1.4 million inhabitants, and is the capital of Cordoba province. It is known for its rich colonial heritage and its old university, now the second-largest of the country. You can’t miss the historical centre and the magnificent churches, the Cathedral and the Jesuitic quarter with the Montserrat School and the old University buildings. Also, Córdoba is home to the perhaps most popular Argentine Latin pop music genre, cuarteto.\n","Latitude":"-31.40127","Longitude":"-64.19397","Url":"https://en.wikivoyage.org/wiki/C%C3%B3rdoba_(city,_Argentina)","Country":"Argentina"},{"Name":"Rosario","Description":"Rosario is the third largest city in Argentina and the largest city in Santa Fe province. It is located at the Paraná river, known for its rich architectonic heritage and beautiful riverside scenery, and offers a vibrant cultural and night life.\n","Latitude":"-32.95","Longitude":"-60.666667","Url":"https://en.wikivoyage.org/wiki/Rosario","Country":"Argentina"},{"Name":"Mendoza","Description":"Mendoza is a city in western Argentina, in the desert Cuyo region. Mendoza is the center of the Argentinian wine industry, for which it is world renowned. It is also near the Aconcagua, the highest mountain outside of the Himalayas. Mendoza is the capital of the province of Mendoza.\n","Latitude":"-32.8833","Longitude":"-68.8167","Url":"https://en.wikivoyage.org/wiki/Mendoza","Country":"Argentina"},{"Name":"San Miguel de Tucuman","Description":"San Miguel de Tucuman is the capital city of Tucuman Province, and the largest city in the Northwest region of Argentina.\n","Latitude":"-26.8167","Longitude":"-65.2167","Url":"https://en.wikivoyage.org/wiki/San_Miguel_de_Tucuman","Country":"Argentina"},{"Name":"La Plata","Description":"La Plata is the capital city of Buenos Aires Province, Argentina. It is placed on the \"pampa húmeda\" (wet pampas), 56 kilometres south-east of Buenos Aires city, at 34º 55' south latitude and 57º 17' west longitude.\n","Latitude":"-34.921111","Longitude":"-57.954444","Url":"https://en.wikivoyage.org/wiki/La_Plata","Country":"Argentina"},{"Name":"Salta","Description":"\nSalta is the capital of the province of Salta, up in the mountains in northern Argentina. Salta is typically visited as a launching point for the nature and small towns in the region, but it's a major city and accordingly has its own charms and sights worth seeing too.\n","Latitude":"-24.7833","Longitude":"-65.4167","Url":"https://en.wikivoyage.org/wiki/Salta","Country":"Argentina"},{"Name":"San Juan (city, Argentina)","Description":"San Juan is the capital city of San Juan province, in the central-west Cuyo region of Argentina.\n","Latitude":"-31.5500","Longitude":"-68.5167","Url":"https://en.wikivoyage.org/wiki/San_Juan_(city,_Argentina)","Country":"Argentina"},{"Name":"San Carlos de Bariloche","Description":"Bariloche is in the Río Negro Province, near the Nahuel Huapi National Park in Argentina.\n","Latitude":"-41.1500","Longitude":"-71.3000","Url":"https://en.wikivoyage.org/wiki/San_Carlos_de_Bariloche","Country":"Argentina"},{"Name":"El Calafate","Description":"El Calafate is a small town that has grown due to the tourist influx into the Patagonia region of Argentina. It is set on the glacial blue Lago Argentina and is full of eager trekkers.\n","Latitude":"-50.3333","Longitude":"-72.2833","Url":"https://en.wikivoyage.org/wiki/El_Calafate","Country":"Argentina"},{"Name":"Ibera Wetlands","Description":"Colonia Carlos Pellegrini is the biggest village in the Esteros del Ibera in Corrientes with about 500 permanent inhabitants. There are some hotels, hostels, restaurants and other basic tourist infrastructure. Apart from that it is very rural.\n","Latitude":"-28.5333","Longitude":"-57.1667","Url":"https://en.wikivoyage.org/wiki/Ibera_Wetlands","Country":"Argentina"},{"Name":"Iguazú Falls","Description":"One of the great natural wonders of the world, the Iguaçu Falls (Portuguese: Cataratas do Iguaçu, Spanish: Cataratas del Iguazú, Tupi: Y Ûasu \"big water\") are close to the triple border of Brazil, Paraguay, and Argentina. The area is on the UNESCO World Heritage List. Iguazú National Park is on the Argentinian side of the falls, and Iguaçu National Park is on the Brazilian side.\n","Latitude":"-25.695","Longitude":"-54.436","Url":"https://en.wikivoyage.org/wiki/Iguaz%C3%BA_Falls","Country":"Argentina"},{"Name":"Nahuel Huapi National Park","Description":"Nahuel Huapi National Park is in the provinces of Neuquen and Rio Negro, in Patagonia, in the foothills of the Andes mountains.\n","Latitude":"-41.0000","Longitude":"-71.5000","Url":"https://en.wikivoyage.org/wiki/Nahuel_Huapi_National_Park","Country":"Argentina"},{"Name":"Quebrada de Humahuaca","Description":"\nJujuy Province is in the Andean Northwest region of Argentina.\n","Latitude":"-23.2500","Longitude":"-65.5000","Url":"https://en.wikivoyage.org/wiki/Quebrada_de_Humahuaca","Country":"Argentina"}]