[{"Name":"Budapest","Description":"Budapest is the capital city of Hungary. With a unique, youthful atmosphere, world-class classical music scene, a pulsating nightlife increasingly appreciated among European youth, and last but not least, an exceptional offer of natural thermal baths, Budapest is one of Europe's most delightful and enjoyable cities. Due to the exceedingly scenic setting, and its architecture it is nicknamed \"Paris of the East\".\n","Latitude":"47.4908","Longitude":"19.081","Url":"https://en.wikivoyage.org/wiki/Budapest","Country":"Hungary","Photo":"https://upload.wikimedia.org/wikipedia/commons/8/86/Budapest_banner.jpg"},{"Name":"Debrecen","Description":"Debrecen is the \"capital city of the Great Hungarian Plain\", and the county seat and largest city of Hajdú-Bihar county in eastern Hungary. It is the second largest city in the country with about 200,000 inhabitants, and historically the most important city in Hungarian Protestantism.\n","Latitude":"47.52997","Longitude":"21.63916","Url":"https://en.wikivoyage.org/wiki/Debrecen","Country":"Hungary","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Debrecen_banner_Nagyerd%C3%B6_Park.jpg/2560px-Debrecen_banner_Nagyerd%C3%B6_Park.jpg"},{"Name":"Győr","Description":"Győr ([ˈɟøːr], German: Raab, Slovak: Ráb, Croatian: Jura Đura, Serbian: Ђер/Djerba) is a city in Western Transdanubia in Hungary. It is the capital of Győr-Moson-Sopron county. The city is the sixth largest in Hungary, with around 128,000 inhabitants.\n","Latitude":"47.684","Longitude":"17.634","Url":"https://en.wikivoyage.org/wiki/Gy%C5%91r","Country":"Hungary","Photo":"https://upload.wikimedia.org/wikipedia/commons/2/2e/Gyor_Wikivoyage_banner.png"},{"Name":"Kecskemét","Description":"\nKecskemét is a town in central Hungary and the county seat of Bács-Kiskun county, half way between Budapest and Szeged, almost equal distance from the two big rivers of the country, Danube and Tisza. The city is well known for its secessionist architecture, museums, and for being the birthplace of composer Zoltan Kodály.\n","Latitude":"46.9061","Longitude":"19.6897","Url":"https://en.wikivoyage.org/wiki/Kecskem%C3%A9t","Country":"Hungary","Photo":"https://upload.wikimedia.org/wikipedia/commons/8/80/Kecskemet_Wikivoyage_banner.png"},{"Name":"Miskolc","Description":"Miskolc, with population of about 180,000, is the third largest city in Hungary, located in the north-east of the country, east of Bükk mountains.\n","Latitude":"48.1042","Longitude":"20.7917","Url":"https://en.wikivoyage.org/wiki/Miskolc","Country":"Hungary","Photo":"https://upload.wikimedia.org/wikipedia/commons/1/11/Miskolc_banner_%22Girls_of_Miskolc%22_statue.jpg"},{"Name":"Nyíregyháza","Description":"Nyíregyháza is the county seat and largest city in Szabolcs-Szatmár-Bereg county in Eastern Hungary. \n","Latitude":"47.9500","Longitude":"21.7167","Url":"https://en.wikivoyage.org/wiki/Ny%C3%ADregyh%C3%A1za","Country":"Hungary","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Metropol_%C3%9Czleth%C3%A1z_-_Ny%C3%ADregyh%C3%A1za%2C_banner.JPG/2560px-Metropol_%C3%9Czleth%C3%A1z_-_Ny%C3%ADregyh%C3%A1za%2C_banner.JPG"},{"Name":"Pécs","Description":"Pécs (PEH-ch)  is a town in the south-west of Hungary. Pécs is the administrative and economical centre of Baranya County The city has Mediterranean atmosphere and a treasure-house of science, arts and sacrality. It had famous and glorious periods. Here are several values of the Roman times, the Middle Ages, the Turkish occupation and the development of the middle-class are built on one another or next to one another such as Gothic, Renaissance, baroque dwelling houses, Christian churches and Islamic houses of prayer, djamis and minarets, baths and public buildings.\n","Latitude":"46.0711","Longitude":"18.233","Url":"https://en.wikivoyage.org/wiki/P%C3%A9cs","Country":"Hungary","Photo":"https://upload.wikimedia.org/wikipedia/commons/0/04/Pec_banner.jpg"},{"Name":"Szeged","Description":"Szeged is the third-largest city in Hungary is a town in the Great Hungarian Plain. It is known as \"the city of sunshine\" for its brilliant weather, as well as for the imposing cathedral, a wealth of Art Nouveau and historicist buildings, and for the fish soup Halászlé.\n","Latitude":"46.2500","Longitude":"20.1667","Url":"https://en.wikivoyage.org/wiki/Szeged","Country":"Hungary","Photo":"https://upload.wikimedia.org/wikipedia/commons/0/01/Szeged_Wikivoyage_banner_2.png"},{"Name":"Székesfehérvár","Description":"Székesfehérvár is the largest city and county seat of Fejér county, Hungary. It's roughly 60 km southwest of Budapest, and is considered Hungary's first, as this was the royal seat of King Szent István (also known as Saint Stephan). Though most of the medieval city was destroyed by the Turks, it was rebuilt to glory under Maria Theresa Habsburg. The city is between Lake Velence and Lake Balaton, making it an ideal stop-off between the two.\n","Latitude":"47.200","Longitude":"18.417","Url":"https://en.wikivoyage.org/wiki/Sz%C3%A9kesfeh%C3%A9rv%C3%A1r","Country":"Hungary","Photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Bory_banner.jpg/2560px-Bory_banner.jpg"},{"Name":"Lake Balaton","Description":"Balaton (Plattensee in German) is the biggest lake by surface area in Central Europe and  gives its name to this entire Hungarian Lake Balaton region. \n","Latitude":"46.85","Longitude":"17.78","Url":"https://en.wikivoyage.org/wiki/Lake_Balaton","Country":"Hungary","Photo":"https://upload.wikimedia.org/wikipedia/commons/c/c6/Balaton_banner.jpg"},{"Name":"Hortobágy","Description":"National Park Hortobágy - The Puszta is a first and biggest national park in Hungary. The park is a part of the Great Plain (Alföld) and is listed on the UNESCO World Heritage site.\n","Latitude":"47.5833","Longitude":"21.1667","Url":"https://en.wikivoyage.org/wiki/Hortob%C3%A1gy","Country":"Hungary","Photo":"https://upload.wikimedia.org/wikipedia/commons/f/fe/Hortob%C3%A1gyi_banner.jpg"}]